"geCancel" = "Mégsem";
"geBack" = "Vissza";
"geDisabled" = "Letiltva";
"geSize" = "Méret";
"gePlay" = "Lejátszás";
"acUnknownError" = "Egy ismeretlen hiba lépett fel!";
"pmChapters" = "Fejezetek";
"pmChapter" = "Fejezet";
"pmAudio" = "Hang";
"pmAudioTracks" = "Hangsávok";
"pmAudioTracksNone" = "Nincs";
"pmAudioDDHDMI" = "5.1-es hang HDMI-n keresztül";
"pmSubtitles" = "Feliratok";
"pmVideo" = "Videó";
"pmTrackNameFormat" = "%ld. sáv";
"pmTrackTitle" = "%ld. sáv";
"pmSubtitlesNone" = "Nincs";
"pmEncoding" = "Kódolás";
"pmSmall" = "Kicsi";
"pmMedium" = "Közepes";
"pmLarge" = "Nagy";
"pmBordered" = "Bekeretezett";
"pmShadowed" = "Árnyékolt";
"pmCombined" = "Mindkettő";
"pmSubtitlesOutlineNone" = "Nincs";
"pmBold" = "Kövér";
"pmWeight" = "Vastagság";
"pmColor" = "Szín";
"pmResync" = "Időeltolás";
"pmSubtitlesGetMore" = "További letöltése...";
"pmSubtitlesService" = "OpenSubtitles";
"pmSubtitlesLanguage" = "Nyelv";
"pmSubtitlesChooseLanguage" = "Nyelv választása";
"pmSubtitlesSearchResult" = "Elérhető feliratok";
"pmSubtitlesSearchNone" = "Nincs";
"pmSubtitlesDownloadsCount" = "%i letöltés";
"pmOutline" = "Körvonal";
"pmSubtiltlesOffset" = "Függőleges igazítás";
"pmZoomMode" = "Nagyítás módja";
"pmAspectFit" = "Normál";
"pmAspectFill" = "Vágás";
"pmScaleToFill" = "Nyújtott";
"pmSpeechBoost" = "Középső csatorna felerősítése";
"pmSpeechBoost6dB" = "+ 6dB";
"pmSpeechBoost12dB" = "+ 12dB";
"soOffset0" = "Alapértelmezett";
"coWhite" = "Fehér";
"coYellow" = "Sárga";
"coRed" = "Piros";
"coBlue" = "Kék";
"coGreen" = "Zöld";
"coPurple" = "Lila";
"coOrange" = "Narancs";
"pfContentError" = "A tartalom betöltése közben hiba lépett fel.";
"bcLibrary" = "Könyvtár";
"bcLoading" = "Betöltés...";
"bcGatheringMetadata" = "Metaadatok gyűjtése...";
"bcMinutes" = "perc";
"bcCast" = "Szereplők";
"bcDirector" = "Rendező";
"bcDirectors" = "Rendezők";
"bcPlayAnyway" = "Lejátszás";
"emNoPermissionToRead" = "Nincs engedélye az elem olvasására.";
"emDefaultAFPError" = "A műveletet nem sikerült befejezni.";
"emErrorOccured" = "Hiba lépett fel";
"emSubtitlesSearchRequestNoMetadata" = "Nem sikerült megfelelő feliratot találni. Töltse újra a metaadatot és próbálja újra.";
"emSubtitlesSearchRequestCantDownload" = "Nem lehet elérni az OpenSubtitles oldalt. Ellenőrizze az internetkapcsolatát és próbálja meg újra.";
"emSubtitlesSaveRequestCantSave" = "Egy belső hiba (#%d) lépett fel. Válasszon egy másik feliratot.";
"emTraktTVAuthRequestAuthenticationFail" = "A felhasználónév-jelszó párosa helytelen. \nKérem próbálja meg újra.";
"emTraktTVConnectionError" = "A Trakt elérése sikertelen. Ellenőrizze az internetkapcsolatát és próbálja meg újra.";
"emTraktSignUpFailed" = "Sikertelen regisztráció";
"emTraktLoginFiledTitle" = "Sikertelen bejelentkezés";
"emTraktTVSignUpFailOnEmail" = "Adjon meg egy érvényes e-mail címet.\nPl.: sajátnév@domain.com";
"emTraktTVSignUpFailOnLogin" = "A felhasználónévnek 3 és 20 karakter között kell lennie, szóközök vagy furcsa karakterek nélkül.";
"emTraktTVSignUpFailOnAlreadyRegisteredLogin" = "A(z) %@ felhasználói névvel már korábban regisztráltak.";
"emTraktTVSignUpFailOnAlreadyRegisteredEmail" = "A(z) %@ e-mail címmel már korábban regisztráltak.";
"emTraktTVGenericError" = "Próbálja újra később.";
"prGenre" = "Műfaj";
"prAudio" = "Hang";
"prVideo" = "Videó";
"prTVShowsNameFormat" = "%@ - %@. évad / %@. epizód";
"prTVShowSeasonShort" = "S%@";
"prTVShowEpisodeShort" = "E%@";
"reSeason" = "évad";
"reEpisode" = "epizód";
"ttTraktTV" = "Trakt";
"ttLogin" = "Bejelentkezés";
"ttLogout" = "Kijelentkezés";
"ttScrobbling" = "Scrobbler";
"liStatusFetchingMetadata" = "Metaadatok letöltése";
"liStatusPending" = "Folyamatban";
"liStatusFail" = "Sikertelen";
"liStatusFetchingThumbnails" = "Képek letöltése";
"geClose" = "Bezárás";
"bcWriter" = "Író";
"bcWriters" = "Írók";
"hoPullToRefresh" = "Húzza le a frissítéshez";
"hoReleaseToRefresh" = "Engedje el a frissítéshez";
"raThanksText" = "Köszönöm!";
"svcFollowOnTwitterShort" = "Kövessen minket: %@";
"svcTellAFriend" = "Ajánlja ismerősének";
"svcSharingPreset2" = "Tekintse meg %@ alkalmazásunkat, ami egy nagyszerű módja, hogy élvezhesse kedvenc videóit iPhone-on, iPad-on, Apple TV-n, Mac-en és Vision-ön!";
"svcVersion" = "Verzió: %@";
"svcTitle" = "Beállítások";
"vvChoppyPlayback" = "Az ilyen típusú videók megtekintésekor lassú vagy akadozó lejátszást tapasztalhat.";
"vvAudioTracksMissing" = "Sajnálom, az %@ nem tudja lejátszani a videó hangját. Így is le szeretné játszani a videót?";
"vvAirPlayHelp" = "AirPlay tükrözés bekapcsolása";
"tiMinutes" = "perc";
"tiReloadMeta" = "Metaadatok szerkesztése";
"tiEmbeddedMetadata" = "Nincs - beágyazott metaadatok használata";
"tiNetworkErrorTitle" = "Hálózati hiba";
"tiNetworkErrorMessage" = "Ellenőrizze az internetkapcsolatát és próbálja meg újra.";
"tiNothingFoundTitle" = "Nincs találat";
"tiNothingFoundMessage" = "Ehhez a fájlhoz nincs találat.";
"foRemoveITunesItem" = "Hoppá! Ezt a videót az iTunes-on keresztül szinkronizálták. Használja az iTunes-t vagy a TV appot a törléshez.";
"foRemoveTitle" = "‘%1$@’ törlése";
"foRemovePrompt" = "Biztosan véglegesen törölni szeretné ezt: \"%1$@\"?";
"foRemoveButton" = "Törlés";
"ttRate1" = "Felejtős :(";
"ttRate10" = "Totál ninja!";
"ttRate2" = "Borzalmas";
"ttRate3" = "Rossz";
"ttRate4" = "Gyenge";
"ttRate5" = "Nyögvenyelős";
"ttRate6" = "Nem rossz";
"ttRate7" = "Jó";
"ttRate8" = "Nagyon jó";
"ttRate9" = "Szuper";
"ttRateMovieInfo" = "Mit gondol?";
"ufStepFormat" = "%@.";
"ufHelpLinkTitle" = "További információkért látogassa meg a következő oldalt: %@";
"ufAuthShareTitle" = "Megosztás hozzáadása";
"ufShareName" = "Név";
"ufPassword" = "Jelszó";
"ufUserName" = "Felhasználónév";
"ufRemoteCategory" = "hálózati megosztásból";
"ufAppsStep3Desc" = "Koppintson a 'Megnyitás %1$@-ban' ikonra és a videó hozzá lesz adva az %1$@ könyvtárához.";
"ufAppsStep2Desc" = "Ha a fájl letöltődött, koppintson a 'Megnyitás' gombra.";
"ufAppsStep1Desc" = "Keresse meg a videót a Dropboxban és koppintson a csillag ikonra, hogy kedvencként hozzáadja.";
"ufAppsDescription" = "Az %1$@-zal kompatibilis fájlok áthozhatóak Dropbox-ból vagy más hasonló fájlmegosztó alkalmazásból.";
"ufAppsPanelTitle" = "Alkalmazások";
"ufAppsCategory" = "más alkalmazással";
"ufFtpPanelTitle" = "FTP";
"ufFtpCategory" = "FTP-n keresztül";
"ufHttpPanelTitle" = "Böngésző";
"ufHttpCategory" = "Böngészőn keresztül";
"ufTunesSharingStep3Desc" = "Húzza át a videókat az '%1$@ Dokumentumok' ablakba az átvitelhez.";
"ufTunesSharingStep2Desc" = "Kattintson a 'Fájlmegosztás' elemre a navigációs sávban.";
"ufTunesSharingStep1Desc" = "Nyissa meg az iTunes-t és a bal oldalsávból válassza ki az eszközt, amellyel el szeretné kezdeni a szinkronizálást.";
"ufTunesSharingDescription" = "Más videótípusokat az iTunes fájlmegosztás segítségével tehet az %1$@-ba.";
"ufTunesSharingPanelTitle" = "Fájlmegosztás";
"ufTunesSharingCategory" = "Fájlmegosztáson keresztül";
"ufTunesSyncStep3Desc" = "A szinkronizálandó videók a Filmek és Sorozatok füleken kezelhetők.";
"ufTunesSyncStep2Desc" = "Válassza ki a szinkronizálni kívánt eszközt a bal oldalsávból.";
"ufTunesSyncStep1Desc" = "Nyissa meg az iTunes-t és gondoskodjon arról, hogy a szinkronizálni kívánt videók a Filmek (vagy Sorozatok) kategóriában legyenek.";
"ufTunesSyncDescription" = "Az iTunes-szal kompatibilis videók szinkronizálhatóak iTunes-on keresztül és megtekinthetők az %1$@-ban.";
"ufTunesSyncPanelTitle" = "iTunes szinkronizáció";
"ufTunesSyncCategory" = "iTunes szinkronizációval";
"ufSyncMasterCtrlTitle" = "Fájlok hozzáadása";
"ufSpaceAvailableFormat" = "%@ GB elérhető";
"ufWifiDisabledMessage" = "A vezeték nélküli fájlátvitel használatához engedélyezze a Wi-Fi-t a(z) %@ beállításainál.";
"ufWifiDisabledTitle" = "Nincs Wi‑Fi kapcsolat";
"shShareMovieFacebook" = "Most néztem meg ezt: '%@'";
"shShareMovieTwitter" = "Most néztem meg ezt: '%1$@' az %2$@-ban";
"ttShoutTitle" = "Jelzés a Trakt-en";
"pmAirPlayWarning3" = "A feliratok nem kompatibilisek az AirPlay-jel és ki lesznek kapcsolva.";
"pmAirPlayWarning2" = "Ez az audiósáv lehet, hogy nem kompatibilis az AirPlay-jel.";
"pmAirPlayWarning1" = "Ez az opció nem kompatibilis az AirPlay-jel.";
"pmWarningTitle" = "Figyelmeztetés";
"pmExtScreenResolution" = "Külső képernyő felbontása";
"geSend" = "Küldés";
"geOK" = "OK";
"pmAudioDDAirPlay" = "Dolby Digital AirPlay-en keresztül";
"geAuthenticationFailed" = "A felhasználónév-jelszó párosa helytelen. Kérem próbálja meg újra.";
"prTVEpisodePickerTitle" = "Epizód";
"prTVShowSeasonFormat" = "%@. évad";
"ufAddOtherShareItemTitle" = "Egyéb...";
"ufDomainName" = "Munkacsoport";
"ufForgetSavedShare" = "Elfelejtés";
"ufShareAddress" = "Cím";
"ufShareConnect" = "Mentés";
"seShowSubtitles" = "Feliratok";
"ufUserNamePlaceholder" = "példa-felhasználónév";
"geConnectionFailed" = "Sajnálom, az %@ hibát észlelt a kapcsolódás közben.";
"ufDomainNamePlaceholder" = "opcionális";
"ufShareAddressPlaceholder" = "iMac.local";
"ufShareNamePlaceholder" = "Saját média";
"ufPasswordPlaceholder" = "jelszó";
"iapCancelTitle" = "Mégsem";
"iapProActivatedTitle" = "Infuse Pro %@";
"ttStatistics" = "%d epizód, %d sorozat, %d film";
"geDone" = "Kész";
"hoLearnMore" = "Keressen néhány videót, amit hozzáadhat a Könyvtárához";
"hoWelcomeTo" = "Üdvözli az %@";
"iapRestoreTitle" = "Visszaállítás";
"iapUpgradeToProMessage" = "Frissítse most az Infuse-t, és elérhetővé válik az összes fantasztikus funkció!";
"svcShowiTunesVideo" = "Apple 'TV' könyvtár megjelenítése";
"svcUpgradeToPro" = "Frissítés Infuse Próra";
"svcVisitSupportPage" = "Súgóközpont";
"tiShare" = "Megosztás";
"ufDiscoveredSharesSectionTitle" = "Elérhető megosztások";
"ufSavedSharesSectionTitle" = "Mentett megosztások";
"pcScrubbingFineSpeed" = "Finom tekerés";
"pcScrubbingHalfSpeed" = "Félsebességű tekerés";
"pcScrubbingHiSpeed" = "Nagysebességű tekerés";
"pcScrubbingHint" = "A tekerési sebesség állításához csúsztassa felfelé az ujjait.";
"pcScrubbingQuarterSpeed" = "Negyedsebességű tekerés";
"fdDownloadFailedTitle" = "Hiba történt a fájl letöltése közben.";
"fdDownloadsSectionTitle" = "Letöltések";
"fdFileExistsButtonOverwrite" = "Felülírás";
"fdFileExistsButtonRename" = "Mindkettő megtartása";
"fdFileExistsTitleFormat" = "'%@' nevű fájl már létezik a könyvtárában.";
"fdNoDownloadsMessage" = "Fogja a pattogatott kukoricát, kezdődik a film!";
"fdNoDownloadsTitle" = "Hurrá!";
"fdNoFreeSpaceMessageFormat" = "Ideje megtisztítani az %@-t, hogy több tárhelyet szabadítson fel az új filmek számára.";
"fdNoFreeSpaceTitle" = "Kevés a rendelkezésre álló tárhely";
"fdStopDownloadButtonTitle" = "Letöltés megállítása";
"fdStopDownloadConfirmationFormat" = "Biztosan le akarja állítani ennek a letöltését: %@'?";
"fdTryAgain" = "Próbálja újra";
"pmVolumeBoostTitle" = "Hangerő felerősítése";
"ufShareRemove" = "Megosztás elfelejtése";
"iapUpgradeToProTitleAirPlay" = "Frissítsen most, hogy elérhetővé váljon az AirPlay streaming, és a többi fantasztikus funkció!";
"svcListView" = "Lista nézet";
"svcMetadataFetching" = "Metaadatok gyűjtése";
"hoEmptyFolderSub" = "Menjünk tovább, nincs itt semmi látnivaló.";
"hoEmptyFolderTitle" = "Üres mappa";
"prTVShowSpecialNum" = "%@. különkiadás";
"prTVShowSpecials" = "Különkiadások";
"svcClearAllMetadata" = "Minden metaadat eltávolítása";
"svcClearAllMetadataConfirmationTitle" = "Összes metaadat eltávolítása";
"acSubtitlesImportedMsg" = "A feliratok elérhetőek a lejátszási beállítások menüben.";
"acSubtitlesImportedTitle" = "Új feliratok hozzáadva";
"geGB" = "GB";
"geKB" = "KB";
"geMB" = "MB";
"pmAudioDTSHDMI" = "5.1-es hang HDMI-n keresztül";
"pmSubtitlesFromOS" = "OpenSubtitles";
"pmSubtitlesImported" = "Importálva";
"svcCacheSize" = "Metaadat";
"svcClearAllMetadataConfirmationClearButton" = "Eltávolítás";
"svcClearAllMetadataConfirmationText" = "Biztosan eltávolítja az összes gyorsítótárazott metaadatot?";
"svcGestureControl" = "Irányítás mozdulatokkal";
"svcContinuousPlayback" = "Folyamatos lejátszás";
"svcAudioLanguage" = "Hang";
"svcMetadataLanguage" = "Metaadatok";
"svcSectionGeneral" = "Általános";
"svcSectionLanguage" = "Nyelv";
"svcSectionPlayback" = "Lejátszás";
"svcSubtitleLanguage" = "Feliratok";
"tiReloadSearch" = "Keresés";
"wsMarkAsUnwatched" = "Nem láttottnak jelölés";
"wsMarkAsWatched" = "Megnézettnek jelölés";
"acOpenURLUnsupportedContentMsg" = "Sajnálom, az ilyen típusú tartalom még nem támogatott.";
"fdDowloadPausedInBackgroundButton" = "folytatás";
"fdDowloadPausedInBackgroundMessage" = "A videók letöltése szünetel.";
"fdStopDownloadButtonShortTitle" = "Megállítás";
"fdTicketDownload" = "Letöltés";
"fdTicketDownloaded" = "Letöltve";
"fdTicketDownloading" = "Letöltés";
"fdTicketFailed" = "Újra";
"fdTicketInQueue" = "Várakozás";
"geAuto" = "Automatikus";
"geCantEstablishConnectionToHost" = "Nem lehet kapcsolódni a szerverhez.";
"geCantResolveHost" = "A megadott szerver nem található.";
"geConnectionFailedFormat2" = "Sajnálom, az %@ hibát észlelt a kapcsolódás közben (HTTP hiba: %u).";
"geHTTPNotFound" = "A megadott elérési út nem található.";
"hoAddFavoriteButtonTitle" = "Hozzáadás";
"hoAddFavoriteTitle" = "Hozzáadás a kedvencekhez";
"iapCheckHistoryButton" = "Elérhetőség ellenőrzése";
"iapUpgradeToPro3Title" = "Frissíts Infuse Pro-ra";
"moCannotConnectToSpacePackMessage" = "Nyomja meg a Space Pack hátulján található gombot a hozzáférés engedélyezéséhez.";
"svcNightTheme" = "Sötét mód";
"svcSortByDate" = "Dátum szerinti rendezés";
"ufPath" = "Útvonal";
"ufPort" = "Port";
"ufShareProtocol" = "Protokoll";
"diEmailRecipient" = "hello@firecore.com";
"diEmailSubject" = "Infuse";
"diNoAccountMessage" = "Állítson be egy e-mail fiókot a Beállítások alkalmazásban és próbálja újra.";
"diNoAccountTitle" = "Nincs e-mail fiók";
"diSendDebugInfoButtonTitle" = "Probléma bejelentése";
"svсDolbyDTSOverHDMIPassthrough" = "5.1-es hang HDMI-n keresztül";
"svсDolbyOverAirPlayPassthrough" = "5.1-es hang AirPlay-en keresztül";
"svcPro2UpgradeToPro3" = "Pro v2 - Frissítés most";
"emTraktTVAutoAuthError" = "A Trakt elérése sikertelen. Jelentkezzen be a fiókjába és próbálja meg újra.";
"iapUpgradeToProTitleGoogleCast" = "Frissítsen most, hogy elérhetővé váljon a Google Cast streamelés és a többi fantasztikus funkció!";
"svcGoogleCast" = "Google Cast";
"ufLinksCategory" = "Közvetlen URL-lel";
"ufLinksDescription" = "Adjon meg egy közvetlen URL-t videók streameléséhez vagy letöltéséhez az internetről.";
"ufLinksLabel" = "Új URL";
"ufLinksPanelTitle" = "URL";
"ufLinksPlaceholder" = "http://pelda.hu/pelda.mp4";
"hoLinks" = "Hivatkozások";
"svcDolbyPostProcessing" = "Dolby hangeffektek";
"hoAddFiles" = "Fájlok hozzáadása";
"hoOrganize" = "Kijelölés";
"foMovingFailedExist" = "Néhány elem nem került áthelyezésre, mert már létezik ilyen nevű fájl.";
"foRemoveITunesItemPlural" = "Hoppá! Néhány videó az iTunes-on keresztül került szinkronizálásra. Használja az iTunes-t vagy a TV appot a törléshez.";
"hoAddFolderTitle" = "Mappa hozzáadása";
"hoDeletingItems" = "Elemek törlése...";
"hoFoldersTitle" = "Mappák";
"hoMovingItems" = "Elemek áthelyezése...";
"hoNewFolder" = "+ Új mappa";
"hoRemoveFromFolder" = "Eltávolítás a mappából";
"svcLandscapeLock" = "Fekvő nézet zárolása";
"svcPlayInBackground" = "Lejátszás a háttérben";
"svcShowFilenames" = "Fájlnevek megjelenítése";
"hoAddToFavorites" = "Hozzáadás a kedvencekhez";
"hoMove" = "Áthelyezés";
"hoRemoveFromFavorites" = "Eltávolítás a kedvencek közül";
"hoSortByName" = "Cím szerinti rendezés";
"geDelete" = "Törlés";
"iapFeatureDescriptionStreaming" = "Streameljen videókat nagy képernyőre, térhatású hanggal és feliratokkal az AirPlay és a Google Cast segítségével.";
"iapFeatureTitleStreaming" = "AirPlay és Google Cast";
"lockAddPasscodeHint" = "Adja meg az új jelkódját";
"lockAddPasscodeMismatch" = "A jelkódok nem egyeznek. Próbálja újra.";
"lockAddPasscodeReenter" = "Adja meg újra az új jelkódját";
"lockEnterOldPasscode" = "Adja meg a régi jelkódját";
"lockTitle" = "Jelkód megadása";
"lockTouchIDSubtitle" = "%@ feloldása";
"obStageAirPlayTitle" = "AirPlay és Google Cast";
"svcChangePasscode" = "Jelkód megváltoztatása";
"svcPasscodeLock" = "Korlátozások";
"svcUseTouchID" = "Touch ID használata";
"obOpenIAPButtonTitle" = "Infuse Pro beszerzése";
"obStageAirPlayMessage" = "Streamelje videóit nagy képernyőre az AirPlay és a Google Cast használatával.";
"obStageMoreMessage" = "További formátumok lejátszása Dolby (AC3) és DTS-HD hanggal, AirPlay és Google Cast streaming, Trakt szinkronizálás, háttérben történő lejátszás és még sok más!";
"obStageMoreTitle" = "Még több minden az Infuse Pro-val";
"obStageStreamingMessage" = "Böngésszen és játsszon le Macen, PC-n, NAS-on vagy felhőszolgáltatásban, például Dropbox-ban, Google Drive-ban, OneDrive-ban és Box-ban tárolt videókat.";
"obStageStreamingTitle" = "Streamelés könnyedén";
"obStageSubtitlesMessage" = "Hozza magával sajátját, vagy adjon hozzá feliratokat másodpercek alatt az OpenSubtitles ingyenes, egyérintéses letöltésével.";
"obStageSubtitlesTitle" = "Szuperkönnyű feliratok";
"obStageSyncMessage" = "Szinte bármilyen médiaformátumot lejátszhat, beleértve az MKV, AVI, MP4, WMV és sok más formátumot, mindenféle átalakítás nélkül.";
"obStageSyncTitle" = "Túl az iTunes-on";
"obStageWiFiMessage" = "Csatlakoztassa az iPhone vagy iPad eszközét ugyanahhoz a Wi‑Fi hálózathoz, amire a számítógépe csatlakozik és nyisson meg egy webböngészőt a fájlok feltöltéséhez.";
"obStageWiFiTitle" = "Vezeték nélküli szinkronizáció";
"obThanksForPro" = "Köszönöm, hogy Pro-ra váltottál!";
"svcConnectToTrakt" = "Kapcsolódás a Trakt-hez";
"vvGoogleCastFormat" = "Nem érhető el ehhez a videótípushoz";
"vvGoogleCastITunes" = "Nem érhető el az iTunes tartalmakhoz";
"geDefault" = "Alapértelmezett";
"geWarning" = "Figyelmeztetés";
"pmSubtitlesFontName" = "Betűtípus";
"ufCellularDataWarning" = "A mobiladat-hálózat használata esetén a szolgáltatója további díjakat számíthat fel.";
"ufUnknownNetwork" = "<ismeretlen>";
"geOff" = "Ki";
"geOn" = "Be";
"hoNoFavoritesButton" = "Hozzáadás";
"hoNoFavoritesLabel" = "Adjon hozzá néhány mappát a hálózati megosztásaiból";
"hoRemoveFavoriteButtonTitle" = "Kedvenc eltávolítása";
"hoWelcomeToInfuse" = "Üdvözli az INFUSE";
"iapFeatureDescriptionSubtitles" = "Hozza magával sajátját, vagy adjon hozzá feliratokat másodpercek alatt az OpenSubtitles ingyenes, egyérintéses letöltésével.";
"iapFeatureTitleSubtitles" = "Szuper könnyű feliratok";
"pmInfo" = "Infó";
"pmOptions" = "Beállítások";
"pmTracks" = "Sávok";
"prEdit" = "Szerkesztés";
"prEpisodes" = "Epizódok";
"prRate" = "Értékelés";
"svcCalculatingCacheSize" = "Gyorsítótár méretének kiszámítása...";
"svcClearingMetadata" = "Metaadatok eltávolítása...";
"svcNetworkSharesSectionTitle" = "Hálózat";
"svcTraktAccount" = "Trakt";
"ttLogoutMessage" = "Biztos ki szeretne jelentkezni?";
"ttWatchedEpisodes" = "megnézett epizód";
"ttWatchedMovies" = "megnézett film";
"ttWatchedTVShows" = "megnézett sorozat";
"tvshAddFavorite" = "Kedvenc(ek) hozzáadása";
"tvshAddFavoritesHint" = "Ha mappát szeretne hozzáadni a Kedvencekhez, nyomja meg és tartsa lenyomva a távirányító érintőfelületét.";
"tvshEditShare" = "Megosztás szerkesztése";
"tvshFavoritesSectionTitle" = "Kedvencek";
"tvshSavedShareHint" = "Válassza ki a kedvenc mappáit, amelyeket a főképernyőn szeretne látni.";
"tvshShares" = "Megosztások";
"pcSwipeDownHint" = "Húzza lefelé információért";
"ufTestingConnection" = "Kapcsolat ellenőrzése...";
"geClear" = "Törlés";
"geRemovePrompt" = "Biztosan törli a következőt: ‘%1$@’?";
"svcClearRecentlyWatched" = "Nemrég megnézettek eltávolítása";
"svcClearRecentlyWatchedConfirmationText" = "Biztosan eltávolítja a nemrég megnézettek listát?";
"svcEmbeddedMetadata" = "Beágyazott metaadatok";
"svcUpgradeToFmt" = "Frissítsen erre: %@";
"ufForgetShareAlertTitle" = "Biztosan törölni szeretné ezt a megosztást?";
"vvResumeButton" = "Lejátszás folytatása";
"vvResumeOrStartFromBeginning" = "Folytatná vagy az elejétől kezdené?";
"vvStartFromBeginningButton" = "Kezdés az elejétől";
"emPackedDivx" = "Sajnálom, ez a videó típus (DivX) jelenleg nem támogatott.";
"hoReloadFavoriteButtonTitle" = "Kép frissítése";
"hoRenameFavoriteButtonTitle" = "Átnevezés";
"hoSortByFileName" = "Fájlnév szerinti rendezés";
"svcAppVersionFmt" = "Infuse %@";
"svcSortingMode" = "Rendezési sorrend";
"svcSortingModeByDate" = "Dátum";
"svcSortingModeByFileName" = "Fájlnév";
"svcSortingModeByTitle" = "Cím";
"bcVOFile" = "Fájl";
"bcVOLink" = "Hivatkozás";
"geVOInProgress" = "Betöltés";
"hoVOFavoriteItem" = "Kedvenc elem";
"hoVOFolderItem" = "Mappa";
"hoVOMenu" = "Menü";
"hoVOMore" = "Több";
"hoVORefreshing" = "Tartalom frissítése";
"hoVOSeasonItem" = "Évad";
"hoVOSeriesItem" = "Sorozatok";
"hoVOVFSItem" = "Megosztott mappa";
"hoVOVideoItem" = "Videó";
"pcVOAirplay" = "AirPlay";
"pcVONext" = "Következő";
"pcVOPause" = "Szüneteltetés";
"pcVOPlay" = "Lejátszás";
"pcVOPrevious" = "Előző";
"pcVORewindBack" = "Visszatekerés";
"pcVORewindForward" = "Gyorstekerés";
"pcVOSettings" = "Lejátszás beállításai";
"pcVOTrackPosition" = "Lejátszási pozíció";
"pcVOTrackPositionValue" = "%1$@ / %2$@";
"pmBlack" = "Extra vastag";
"pmHeavy" = "Vastag";
"pmLarger" = "Nagyobb";
"pmLight" = "Könnyű";
"pmRegular" = "Normál";
"pmSemibold" = "Félkövér";
"pmSmaller" = "Kisebb";
"pmThin" = "Vékony";
"pmUltraLight" = "Extra vékony";
"pmVOBrightness" = "Fényerő";
"pmZoomModeAnamorphicA" = "Anamorf A (2.35:1)";
"pmZoomModeAnamorphicB" = "Anamorf B (2.39:1)";
"pmZoomModeAnamorphicC" = "Anamorf C (2.40:1)";
"pmZoomModeWidescreenA" = "Szélesvásznú A (1.85:1)";
"pmZoomModeWidescreenB" = "Szélesvásznú B (2.00:1)";
"tiVOEpisode" = "%@. epizód";
"tiVOPoster" = "Videóplakát";
"tiVORating" = "Értékelés: %1$g / %2$g";
"wsVOWatchStatus" = "Megtekintési állapot";
"wwVOReload" = "Újratöltés";
"svcEdgeTapChapters" = "Fejezetek kezelése";
"svcAudioOutput" = "Hangkimenet";
"svcAudioOutputPassthrough" = "Átmenő";
"svcFileManagement" = "Fájlkezelés";
"svcWatchedIndicators" = "Megnézettség jelzése";
"svcWatchedIndicatorsMoviesOnly" = "Kizárólag filmek";
"svcWatchedIndicatorsTVShowsOnly" = "Kizárólag sorozatok";
"hoDeletionDisabled" = "A fájlok törléséhez engedélyezze a Fájlkezelés funkciót.";
"emTraktTVSignUpDenied" = "A hitelesítési kérelem megtagadva.";
"hoDisableOnlineMetadata" = "Helyi metaadatok használata";
"hoEnableOnlineMetadata" = "Online metaadatok használata";
"hoHideFavorite" = "Kedvenc elrejtése";
"hoLocalMetadataWarning" = "Helyi metaadatok";
"hoResetArtwork" = "Kép visszaállítása";
"hoSelectArtwork" = "Kép kiválasztása";
"hoShowFavorite" = "Kedvenc megjelenítése";
"li00s" = "2000-es évek";
"li10sOld" = "2010-es évek és újabb";
"li1Star" = "1 csillag";
"li2Stars" = "2 csillag";
"li30thAndOlder" = "Régebbi";
"li3Stars" = "3 csillag";
"li40s" = "1940-es évek";
"li4Stars" = "4 csillag";
"li50s" = "1950-es évek";
"li5Stars" = "5 csillag";
"li60s" = "1960-as évek";
"li70s" = "1970-es évek";
"li80s" = "1980-as évek";
"li90s" = "1990-es évek";
"liAllMovies" = "Összes Film";
"liAllTVShows" = "Összes sorozat";
"liByAgeRating" = "Korhatár-besorolás szerint";
"liByDate" = "Megjelenési dátum szerint";
"liByGenre" = "Műfaj szerint";
"liByRating" = "Értékelés szerint";
"liEpisodeStats" = "Sorozat epizód: %d";
"liLastScanDate" = "Utolsó frissítés: %@";
"liMovies" = "Filmek";
"liMovieStats" = "Film: %d";
"liOtherStats" = "Egyéb: %d";
"liRecentlyAdded" = "Nemrég hozzáadva";
"liScanForChanges" = "Változások keresése";
"liSeries" = "Sorozatok";
"liShowLibrary" = "Könyvtár megjelenítése";
"liStatusFailFor" = "Indexelési hiba ennél: %@";
"liStatusFetchingContentFor" = "Tartalom letöltése ehhez: %@";
"liStatusFetchingMetadataFor" = "Metaadatok letöltése ehhez: %1$@ (%2$d\U00A0/\U00A0%3$d)";
"liStatusFetchingThumbnailsFor" = "Képek letöltése ehhez: %1$@ (%2$d\U00A0/\U00A0%3$d)";
"liTop" = "A 30 legjobb";
"liUnsortedItems" = "Egyéb";
"liUnwatched" = "Nem látott";
"svcContinuousPlaybackMovies" = "Kizárólag filmek";
"svcContinuousPlaybackTVShows" = "Kizárólag sorozatok";
"tvDeiceAuthRequestingCode" = "Engedélyezési kód kérése...";
"tvDeviceAuthStatusLoggingIn" = "Megerősítés elfogadva, bejelentkezés...";
"tvDeviceAuthStatusWaiting" = "Várakozás az engedélyezésre...";
"tvDeviceAuthTitle" = "Kövesse ezeket a lépéseket a Trakt-be való bejelentkezéshez";
"tvDeviceAuthUseCode" = "Adja meg az engedélyezési kódot (eddig érvényes: %@)";
"tvDeviceAuthVisitUrl" = "Látogassa meg a következő URL-t vagy olvassa be a QR-kódot";
"tvImagePickerHint" = "Válasszon ki egy képet a hálózati megosztásai közül, amelyet egyéni borítóként szeretne használni.";
"wsChangingWatchStatus" = "Megtekintési állapot megváltoztatása...";
"liLastScanDateDaysAgo" = "%@ ezelőtt";
"liLastScanDateNever" = "Soha";
"liLastScanDateYesterday" = "Tegnap";
"liScanning" = "Folyamatban...";
"emSandiskNotAvailable" = "A SanDisk iXpand Drive nem érhető el. Ellenőrizze a csatlakozást és hogy más alkalmazások nem használják.";
"ufUploadInfoAddFTP" = "Videók átvitele az FTP alkalmazáson keresztül.";
"ufUploadInfoAddHTTP" = "Használja a 'Hozzáadás' gombot vagy egyszerűen húzza a videókat a böngésző ablakába.";
"ufUploadInfoAddressFTP" = "Nyissa meg a kedvenc FTP alkalmazását (pl. Transmit vagy Cyberduck) és csatlakozzon ezzel a címmel:";
"ufUploadInfoAddressHTTP" = "Írja be ezt a címet a webböngészőjébe:";
"ufUploadInfoCredentials" = "Használja ezeket az adatokat a könyvtárba való belépéshez:";
"ufUploadInfoHint" = "Ne zárja be ezt az ablakot az átvitel befejezéséig.";
"ufUploadInfoNetwork" = "Csatlakoztassa számítógépét ehhez:";
"ufUploadInfoAddressIP" = "Vagy használja ezt: %@";
"csAddNewTitle" = "Szolgáltatás hozzáadása";
"csAddServiceButton" = "Hozzáadás";
"csCloudServicesSectionTitle" = "Felhőszolgáltatások";
"csRemoveServiceButton" = "Eltávolítás";
"emCloudAccessTokenRevoked" = "Hoppá! Az Infuse többé már nem tud hozzáférni a fiókjához, mivel a hozzáférési kulcs vissza lett vonva.";
"geAuthentication" = "Hitelesítés";
"iapFeatureDescriptionCloudStreaming" = "Streameljen videókat közvetlenül a felhőalapú fájlszolgáltatásokból, például a Dropboxból, a Google Drive-ból, a OneDrive-ból és másokból.";
"iapFeatureDescriptionHDAudio" = "Minden részlet meghallgatása 24 bites Dolby TrueHD és DTS-HD MA hangtámogatással.";
"iapFeatureDescriptionSync" = "Tartsa szinkronban könyvtárát, lejátszási állapotát és a megtekintési előzményeit más eszközökkel.";
"iapFeatureDescriptionVideoFormats" = "Élvezzen még több videóformátumot (4K Ultra-HD-ig) és kímélje meg magát az órákon át tartó fájlkonvertálásoktól.";
"iapFeatureTitleCloudStreaming" = "Streamelés felhőből";
"iapFeatureTitleHDAudio" = "HD minőségű hang";
"iapFeatureTitleSync" = "Szinkronizálás";
"iapFeatureTitleVideoFormats" = "További videók lejátszása";
"iapStartTrial" = "1 hónapos próba indítása most!";
"iapSubscribeNow" = "Frissítés most";
"iapSubscribeNowWithPrice" = "Frissítés most (%@% / év)";
"iapSubscriptionPrice" = "%@ évente a próba lejáratát követően";
"iapUpgradeToProTitleCloudStreaming" = "Frissítsen most, hogy elérhetővé váljon a felhőstreamelés, és a többi fantasztikus funkció!";
"iapUpgradeToProTitlePremiumVideo" = "A videó lejátszásához Infuse Próra van szükség.";
"liInProgress" = "Folyamatban";
"svcCloudSync" = "iCloud szinkronizálás";
"svcMediaLibraryDenied" = "Engedélyezze a médiakönyvtár hozzáférést eszközének adatvédelmi beállításaiban.";
"svcMediaLibraryRestricted" = "Engedélyezze a médiakönyvtár elérést eszközének szülői felügyeleti beállításaiban.";
"tvcsEdit" = "Szerkesztés";
"tvcsRemove" = "Eltávolítás";
"ufAccount" = "Fiók";
"ufDocumentsCategory" = "Fájlok appon keresztül";
"svcShowUpNextSetting" = "Következik lista";
"ftTimeRemainingInMinutesFormat" = "%@ perc van hátra";
"liCollections" = "Gyűjtemények";
"liInProgressOnly" = "Kizárólag folyamatban lévők";
"liRecentlyAddedOnly" = "Kizárólag a nemrég hozzáadottak";
"pmDeinterlacing" = "Váltottsorosság megszüntetése";
"diFeedbackInstructionsButtonTitle" = "Probléma bejelentése";
"dvdDirectorsCommentary" = "Rendezői kommentár";
"hoSortByReleaseDate" = "Megjelenési dátum szerinti rendezés";
"liNewest" = "Legújabb";
"pmTitleNameFormat" = "Cím %d (hossz: %@)";
"pmTitles" = "Címek";
"svcSectionFeedback" = "Támogatás";
"svsSortingModeByReleaseDate" = "Megjelenés dátuma";
"tvFeedbackEmailTo" = "Küldjön e-mailt a következő címre vagy olvassa be a QR-kódot";
"tvFeedbackInsertHere" = "[Ide írja a visszajelzést]";
"tvFeedbackSavingTechInfo" = "Diagnoszikai információk feltöltése...";
"tvFeedbackTitle" = "Támogatás kéréséhez kövesse a következő lépéseket";
"tvFeedbackUploadConnectionError" = "A diagnosztika feltöltő szolgáltatás nem érhető el.\nEllenőrizze az internetkapcsolatát és próbálja meg újra.";
"tvFeedbackUploadFailedMessage" = "A diagnoszikai adatok feltöltése sikertelen.\nPróbálja meg újra később.";
"tvFeedbackUploadFailedTitle" = "Sikertelen feltöltés";
"tvFeedbackUploadUnavailable" = "A diagnoszika feltöltő szolgáltatás átmenetileg nem érhető el.\nPróbálja meg újra később.";
"tvFeedbackUseCode" = "Tegye ezt a kódot az üzenetbe";
"blurayBonusTrack" = "Bónusz sáv";
"iapSubscriptionVerificationMessage" = "A frissítéshez csatlakozzon az internetre. Az előfizetés eddig aktív: %@.";
"iapSubscriptionVerificationTitle" = "Nem sikerült az előfizetés ellenőrzése";
"pacoAllowAppAccess" = "App zárolása";
"pacoAllowedMovieRatings" = "Engedélyezett film értékelések";
"pacoAllowedTVShowRatings" = "Engedélyezett sorozat értékelések";
"pacoChangePasscodeSubtitle" = "Adja meg a jelenlegi négyjegyű jelkódját.";
"pacoChangePasscodeTitle" = "Jelenlegi jelkód";
"pacoCheckPasscodeSubtitle" = "Adja meg a négyjegyű jelkódját.";
"pacoCheckPasscodeTitle" = "Jelkód megadása";
"pacoConfirmPasscodeSubtitle" = "Adja meg újra a négyjegyű jelkódot.";
"pacoConfirmPasscodeTitle" = "Írja be újra a jelkódot";
"pacoDisablePasscodeProtection" = "Jelkódzár kikapcsolása";
"pacoEnablePasscodeProtection" = "Jelkódzár engedélyezése";
"pacoNewPasscodesDontMatchSubitle" = "Az új jelkódok nem egyeznek. Próbálja meg újra.";
"pacoNewPasscodesDontMatchTitle" = "Az új jelkódok nem egyeznek";
"pacoNewPasscodeSubtitle" = "Adja meg az új négyjegyű jelkódját.";
"pacoNewPasscodeTitle" = "Új jelkód";
"pacoParentalControl" = "Szülői felügyelet";
"pacoRatingsNotRated" = "Nem értékelt";
"pacoRestrictions" = "Korlátozások";
"pacoSetPasscodeSubtitle" = "Adjon meg egy négyjegyű jelkódot, hogy korlátozásokat állítson be videóira.";
"pacoSetPasscodeTitle" = "Jelkód beállítása";
"pacoTurnOffPasscodeSubtitle" = "Adja meg a jelkódját a korlátozások kikapcsolásához.";
"pacoTurnOffPasscodeTitle" = "Korlátozások kikapcsolása";
"coGray" = "Szürke";
"coMagenta" = "Bíbor";
"coPink" = "Rózsaszín";
"coTealBlue" = "Pávakék";
"pm3dMode" = "3D mód";
"pm3dModeSBS" = "Egymás mellett";
"pm3dModeTAB" = "Felül és alul";
"pmSubtitlesDownloadsCountAndFPS" = "%i letöltés, %g fps";
"diTechnicalDetails" = "Diagnosztika: %@";
"prSeries" = "Sorozat";
"vvNowPlaying" = "Most megy itt: %@";
"vvSeasonEpisode" = "%@. évad, %@. epizód";
"prLocation" = "Hely";
"tiLocalFile" = "Szinkronizálva";
"tiOnShare" = "ezen: %@";
"geVODismissPopup" = "Felugró ablak elutasítása";
"geVODismissPopupHint" = "Koppintson duplán a felugró ablak elutasításához";
"hoContentAll" = "Összes";
"hoFiles" = "Fájlok";
"hoVOGridMode" = "Rács mód";
"hoVOListMode" = "Lista mód";
"liAllVideos" = "Összes videó";
"liEmptyLibraryHintAction" = "+ Kedvencek hozzáadása";
"liEmptyLibraryHintBody" = "Kezdje el feltölteni a Könyvtárát videókkal úgy, hogy néhány mappát hozzáad a Kedvencekhez.";
"liEmptyLibraryHintTitle" = "Hoppá, ez a Könyvtár üres!";
"liEpisodes" = "Sorozat epizódok";
"liSettings" = "Könyvtár";
"pcVOPiP" = "Kép a képben";
"ufAddFavoriteHint" = "Koppintson a csillag ikonra egy mappa hozzáadásához a könyvtárához.";
"ufConnectionSuccess" = "Sikeres csatlakozás";
"ufLetsGo" = "Vágjunk bele";
"raRateInfuseTitle" = "%@ értékelése";
"liAllDeviceContent" = "Minden tartalom";
"obSDStage2Message" = "Böngésszen, játsszon le és töltsön le videókat szinte bármilyen Mac-ről, PC-ről, NAS-ról vagy vezeték nélküli meghajtóról. Nincs szükség szinkronizálásra.";
"obSDStage2Title" = "Streamelés könnyedén";
"obSDStage3Message" = "Beágyazott és külső feliratokat is támogatunk.";
"obSDStage3Title" = "Feliratok támogatása";
"obSDStage4Message" = "Streamelje videóit nagy képernyőre Apple AirPlay vagy Google Chromecast használatával.";
"obSDStage4Title" = "Apple AirPlay és Google Cast";
"obSDStage5Title" = "Még több minden az %@-val";
"hoBrowse" = "Tallózás";
"hoSearchResults" = "Keresési eredmények";
"pipAreYouSure" = "Biztos vagy benne?";
"pipDoNotShare" = "Ne ossza meg";
"pipLearnMore" = "Tudjon meg többet";
"pipShare" = "Megosztás";
"pipWithoutItem1" = "Új %@ funkciók";
"pipYesDoNotShare" = "Nem, ne oszd meg";
"svcMoreAboutProButtonTile" = "Tudjon meg többet";
"svcUpgradeNowTitle" = "Frissítsen Pro-ra és engedélyezze a fantasztikus új funkciókat!";
"ttEpisodes" = "epizód";
"ttMovies" = "film";
"ttShows" = "sorozat";
"wsWatched" = "Megnézett";
"fdTicketRetryDownloading" = "Letöltés újrapróbálása";
"svcContactSupport" = "Kapcsolatfelvétel az ügyfélszolgálattal";
"svcUseFaceID" = "Face ID használata";
"iapCancelSubscriptionButton" = "Előfizetések";
"iapChangePlan" = "Előfizetés megtekintése";
"iapContinuePurchasingButton" = "Kihagyás";
"iapFeatureDescriptionInAppPurchaseSync" = "Egyetlen vásárlással az összes nagyszerű Infuse Pro funkciót használhatja iPhone, iPad, Apple TV, Mac és Vision készülékein.";
"iapFeatureDescriptionUpdatesForLife" = "Hozzáférés nagyszerű új funkciókhoz minden jövőbeli frissítésben - még az olyan nagyobb kiadásokhoz is, mint a v9, v10 stb...";
"iapFeatureTitleInAppPurchaseSync" = "Egy vásárlással minden készüléken";
"iapFeatureTitleUpdatesForLife" = "Életre szóló frissítések";
"iapMostPopular" = "Legnépszerűbb";
"iapPurchaseAnnual" = "Éves";
"iapPurchaseLifetime" = "Életre szóló";
"iapPurchaseMonthly" = "Havi";
"iapPurchaseOneMonthFree" = "1 hónapos próba";
"iapPurchaseOneWeekFree" = "1 hetes próba";
"iapPurchaseProForever" = "Pro mindörökké";
"iapPurchaseSavingsFormat" = "Spórolj %@%%-ot";
"iapPurchaseTrialInfo" = "Minden előfizetés egy ingyenes próbaidővel indul. Bármikor visszamondható.";
"iapPurchaseUpgrade" = "Speciális";
"iapSubscriptionAlreadyPurchasedWarningTitle" = "Úgy tűnik, még van olyan aktív Infuse Pro előfizetése, amelyre már nincs szükség. Ezt kezelheti az App Store előfizetései között.";
"iapTermsOfUse" = "Az előfizetés ingyenes próbaidőszakot tartalmaz, amely akkor kezdődik, amikor a vásárlást az iTunes-fiókjával megerősítették. Amikor a próbaidőszak véget ér, az előfizetése automatikusan megkezdődik és megújul. Az iTunes-fiókját a következő időszakra lesz terhelve, hacsak nem tiltja le az automatikus megújítást, illetve nem törli az előfizetést fiókja beállításaiban legalább 24 órával az aktuális időszak vége előtt. A szerződési feltételekről és az adatvédelmi irányelvekről a firecore.com/terms-privacy címen olvashat.";
"iapThanksForGoingProTitle" = "Köszönöm,\nhogy PRO-ra váltottál";
"iapUpgradeToInfuseProTitle" = "Frissítés\nInfuse PRO-ra";
"iapPurchasePRO" = "PRO";
"iapPurchaseActive" = "Aktív";
"liAllContent" = "Minden tartalom";
"emHEVCRequiresOS" = "Frissítsen iOS 11-re a H.265 videók lejátszásához";
"eulaAgree_SD" = "Elfogadás";
"hoEmptyFolderSub_SD" = "Nem ezeket a mappákat keresi...";
"hoLearnMore_SD" = "Csatlakoztassa a SanDisk iXpand Drive-ját a kezdéshez";
"obSDStage1Message" = "A SanDisk iXpand Drive használatával többet is lejátszhat. Nem szükséges konvertálni a fájlformátumokat - csak dőljön hátra, pihenjen és streameljen...";
"obSDStage1Title" = "Több lejátszása a SanDisk iXpand Drive-járól";
"obSDStage5Message" = "Prémium hangformátumú videók lejátszása, például %@ és DTS. Lejátszás a háttérben, átvitel a TV-re és még sok más...";
"pipAbout" = "Rólunk";
"pipDescription" = "Segítsen a SanDisk-nek javítani az %@ app használatának élményét az eszköz- és alkalmazásadatok névtelen megosztásával.";
"pipEULA" = "Végfelhasználói licencszerződés";
"pipLegal" = "Jogi nyilatkozat";
"pipMoreInfo" = "A termékfejlesztés funkció összegyűjti és rendszeres időközönként diagnosztikai és használati információkat küld, amelyek segítségével a SanDisk javítja a minőséget és a teljesítményt. Ezek az információk általában tartalmazzák az eszközkonfigurációt, az apphasználatot, a tárolóhasználatot, a fájlok típusát, valamint a hibadiagnosztikát.";
"pipOpenSource" = "Harmadik felektől származó értesítések";
"pipPrivacyTitle" = "Adatvédelmi irányelvek";
"pipShareDataSetting" = "Névtelen adatok megosztása";
"pipTitle" = "Termékfejlesztés";
"svcSDCopyright" = "© 2020 Western Digital Corporation vagy leányvállalatai. Minden jog fenntartva.";
"ufShareProtocolVersion" = "SMB verzió";
"ufShareLegacySMB" = "Hagyományos";
"plFollowSteps" = "Kövesse az alábbi lépéseket a Plex-be való bejelentkezéshez";
"plRepeatAttempt" = "Próbálja újra";
"plUseAuthCode" = "Adja meg az engedélyezési kódot";
"geUnexpectedResponse" = "Nem várt kiszolgálóválasz. Kérjük, próbálja meg újra.";
"hoAddToHomeScreen" = "Hozzáadás a kezdőképernyőhöz";
"hoAddToLists" = "Hozzáadás a listákhoz";
"liMoviesGenres" = "Filmműfajok";
"liRecentlyAddedMovies" = "Nemrég hozzáadott filmek";
"liTopRatedMovies" = "Legjobbra értékelt filmek";
"liUnwatchedTVShows" = "Nem látott sorozatok";
"plConnectToPlex" = "Plex hozzáadása";
"plLoginTitle" = "Csatlakozás a Plex-hez";
"plNoServersMessage" = "Kapcsoljon össze egy szervert a Plex fiókjával és próbálja újra.";
"plNoServersTitle" = "Nincs Plex szerver";
"plSelectServerTitle" = "Szerver kiválasztása";
"hoRemoveListButtonTitle" = "Lista eltávolítása";
"hoUpdatingMetadata" = "Metaadatok frissítése...";
"prRefresh" = "Frissítés";
"tiRefreshMeta" = "Metaadatok frissítése";
"hoHideShare" = "Megosztás elrejtése";
"hoShowShare" = "Megosztás megjelenítése";
"liOnDeck" = "Következik";
"emCodecNotAvailable" = "Az %@ nem tudja lejátszani ezt a fájlt, mert a szükséges kodek nem érhető el.";
"hoRefreshCategoryArtwork" = "Kategóriakép frissítése";
"pacoLockSearch" = "Keresés zárolása";
"emOptInEncouragement" = "Dolgozunk a további médiaformátumok támogatásán, és az anonim adatok megosztása segít nekünk abban, hogy mihamarabb támogassuk ezeket a videókat.";
"geOptIn" = "Hozzájárulok";
"acCloudSyncWarningMessage" = "Úgy tűnik, hogy az iCloudban lévő adatok nagy része nemrég módosítva vagy törölve lett. Szeretné szinkronizálni ezeket a módosításokat az eszközére?";
"acCloudSyncWarningProceed" = "Szinkronizálás most";
"acCloudSyncWarningTitle" = "iCloud figyelmeztetés";
"svcShareStatistics" = "Összeomlási adatok megosztása";
"bcProducer" = "Producer";
"bcProducers" = "Producerek";
"pmSubtitlesExternal" = "%1$@ (Külső %2$@)";
"pmSubtitlesForcedExternal" = "%1$@ (Kényszerített külső %2$@)";
"pmSubtitlesLanguageUnknown" = "Ismeretlen";
"svcSubtitlesForcedOnly" = "Csak kényszerített";
"prPlayVersion" = "Válasszon verziót";
"liStatusFetchingiCloud" = "Szinkronizálás iCloud-dal";
"liStatusFetchingUpNext" = "Következik lista letöltése";
"svcResumePlayback" = "Lejátszás folytatása";
"svcResumePlaybackAsk" = "Kérdezzen rá";
"li4K" = "4K";
"liByResolution" = "Felbontás szerint";
"liFHD" = "Full HD";
"liHD" = "HD";
"liSD" = "SD";
"pmTinier" = "Apróbb";
"pmTiny" = "Apró";
"svcSubtitlesFetching" = "Feliratok letöltése";
"afAddUrlAlertMessage" = "Szeretné hozzáadni a listához ezt: '%@'?";
"afAddUrlAlertTitle" = "URL hozzáadása";
"afAddUrlStep1" = "Másolja ide a közvetlen videó URL-t a Safari-ból, pl.:";
"afAddUrlStep2" = "Indítsa el az %@-t és nyissa meg ezt a képernyőt.";
"afAddUrlStep3" = "Erősítse meg az importált URL-t vagy adjon meg egyet kézzel a hozzáadáshoz.";
"afAddUrlStep4" = "Koppintson egy elemre a listából a streameléshez vagy koppintson a letöltésre az eszközére való mentéshez.";
"afAddUrlsTitle" = "URL-ek hozzáadása";
"geAdd" = "Hozzáadás";
"pcBrightnessDown" = "Fényerő le";
"pcBrightnessUp" = "Fényerő fel";
"pcNextChapter" = "Következő fejezet";
"pcPlayPause" = "Lejátszás/Szüneteltetés";
"pcPrevChapter" = "Előző fejezet";
"pcSkipBackward" = "Vissza 15 másodpercet";
"pcSkipForward" = "Előre 15 másodpercet";
"pcStopPlayback" = "Leállítás";
"pcVolumeDown" = "Hangerő le";
"pcVolumeUp" = "Hangerő fel";
"pmVideoAlignBottom" = "Alul";
"pmVideoAlignCenter" = "Nincs";
"pmVideoAlignTitle" = "Függőleges eltolás";
"pmVideoAlignTop" = "Felül";
"svcFeedbackAlertMessage" = "Vegye fel a kapcsolatot az ügyfélszolgálattal vagy kövesse az %@ felhasználót a Twitteren a visszajelzés küldéséhez.";
"svcSubmitFeedback" = "Visszajelzés küldése";
"emCloudNeedAuthorization" = "A hozzáférési kulcs már nem érvényes. A megosztásának eléréséhez, kérjük, jelentkezzen be újra.";
"emCloudNeedAuthorizationAppleTV" = "A hozzáférési kulcs már nem érvényes. A megosztásának eléréséhez, kérjük, jelentkezzen be egy iOS rendszert használó mobileszközről bekapcsolt iCloud szinkronizálással.";
"emOneDriveUpgrade" = "Ez az Infuse verzió új OneDrive integrációt használ a még megbízhatóbb lejátszásért. A megosztásának eléréséhez, kérjük, jelentkezzen be újra.";
"emOneDriveUpgradeAppleTV" = "Ez az Infuse verzió új OneDrive integrációt használ a még megbízhatóbb lejátszásért. A megosztásának eléréséhez, kérjük, jelentkezzen be egy iOS rendszert használó mobileszközről bekapcsolt iCloud szinkronizálással.";
"emOneDriveUpgradeTitle" = "OneDrive frissítés";
"gdMyDrive" = "Saját meghajtó";
"gdSharedWithMe" = "Megosztva velem";
"gdTeamDrives" = "Csapatmeghajtók";
"hoSignIn" = "Bejelentkezés";
"pmAspectRatio" = "Képarány";
"pmAspectRatio_16_10" = "HDTV (16:10)";
"pmAspectRatio_16_9" = "HDTV (16:9)";
"pmAspectRatio_36_10" = "Ultra-szélesvásznú (36:10)";
"pmAspectRatio_4_3" = "SDTV (4:3)";
"pmAudioRoute" = "Hangszóró";
"pmSubtitlesBackground" = "Háttér";
"pmSubtitlesBackground_100" = "100％";
"pmSubtitlesBackground_25" = "25％";
"pmSubtitlesBackground_50" = "50％";
"pmSubtitlesBackground_75" = "75％";
"pmTrackOptionDefault" = "Alapértelmezett";
"pmTrackOptionForced" = "Kényszerített";
"emDolbyNotSupported" = "Sajnos a Dolby audió nem támogatott ezen az eszközön.";
"emBandwidthExceeded" = "Sávszélesség korlát túllépve";
"emCacheCleared" = "Metaadat gyorsítótár törölve";
"emCacheEmpty" = "Az Apple TV-jében található tárhely szabad kapacitása korábban nagyon alacsony volt és a tvOS eltávolított néhány alkalmazásadatot, hogy tárhelyet szabadítson fel más alkalmazások számára. Emiatt az Infuse metaadatai és képei is törlődhettek.\n\nAz Infuse újra le fogja tölteni a videóihoz a metaadatokat és a képeket.";
"emFileNotFound" = "A fájl nem található";
"emMissingPlexFile" = "Hoppá! Úgy tűnik, hogy ez a videó nemrég át lett helyezve vagy törölve lett. Frissítéshez használja a Plex ‘Scan Library Files’ opcióját és próbálkozzon újra.";
"emPlexRemoteLimit" = "A videó megtekintéséhez állítsa be a távoli lejátszási és/vagy feltöltési sebességet a Plexben.";
"emCacheError" = "Metaadat gyorsítótár hiba";
"emCacheErrorMessage" = "Hoppá, valami hiba történt és a metaadat gyorsítótár már nem érvényes. Az Infuse újra le fogja tölteni a videóihoz a metaadatokat.\n\nA diagnosztikai jelentés elküldése segíthet a jövőbeni frissítésekben az ilyen problémák felderítésében és megoldásában.";
"acCloudDownloadErrorMsg" = "A lejátszás előtt töltse le ezt a fájlt";
"hoLocalFilesMigration" = "Köszönjük, hogy frissített az Infuse 8-re! Szeretné áthelyezni a helyi videóit az új változatba?";
"hoSaveAndPlay" = "Mentés és lejátszás";
"plServerWrongAccount" = "Az elérni kívánt szerver nem található meg ebben a fiókban.";
"svcAppearance" = "Megjelenés";
"svcAppIcon" = "App ikonja";
"svcDark" = "Sötét";
"svcLight" = "Világos";
"liStatusFetchingAdditionalMetadataFor" = "Részletek letöltése ehhez: %1$@ (%2$d\U00A0/\U00A0%3$d)";
"liStatusUpdatingSpotlight" = "Spotlight kereső frissítése";
"pmDeinterlacingIvtc" = "Film (IVTC)";
"pmDeinterlacingLinear" = "Hatékony (Linear)";
"pmDeinterlacingYadif" = "Kiváló minőségű (Yadif)";
"pacoHideFromFilesApp" = "Fájlok app tiltása";
"ufAdvanced" = "Haladó";
"ufMacAddress" = "MAC cím";
"fdTicketDownloadAllEpisodes" = "Minden epizód";
"fdTicketDownloadSingleEpisode" = "Egyetlen epizód";
"fdTicketDownloadUnwatched" = "Nem látott epizódok";
"emDropboxEmailNotVerified" = "Az e-mail cím nincs ellenőrizve";
"emDropboxEmailNotVerifiedMessage" = "A folytatáshoz ellenőrizze a Dropbox regisztrációhoz használt e-mail címét.";
"hoAddToPlaylist" = "Hozzáadás a lejátszási listához";
"hoCreateNewPlaylist" = "Lejátszási lista létrehozása";
"hoDeletePlaylist" = "Lejátszási lista törlése";
"hoPlaylistTitle" = "Lejátszási lista címe";
"hoRemoveFromPlaylist" = "Eltávolítás a lejátszási listából";
"hoRenameFavorite" = "Kedvenc átnevezése";
"hoRenamePlaylist" = "Lejátszási lista átnevezése";
"hoUpdatingPlaylist" = "Lejátszási lista frissítése...";
"liPlaylists" = "Lejátszási listák";
"NSBluetoothAlwaysUsageDescription" = "A közelben lévő Google Cast eszközök felfedezéséhez szükséges.";
"pmSubtitlesFontPreview" = "Jó foxim és don Quijote húszwattos lámpánál ülve egy pár bűvös cipőt készít.";
"pmSubtitlesMoreFonts" = "Több...";
"ufUploadInfoNetworkSame" = "Csatlakoztassa számítógépét ugyanahhoz a Wi-Fi hálózathoz.";
"acSavingToDocuments" = "Mentés ide: %@";
"hoAddToWatchlist" = "Hozzáadás a folyamatban lévőkhöz";
"hoEmptyPlaylistsMessage" = "Lejátszási lista létrehozásához keresse meg a kívánt videót a Könyvtárában, és válassza a ‘Lejátszási listák’ lehetőséget.";
"hoRemoveFromWatchlist" = "Eltávolítás a folyamatban lévőkből";
"hoRenameList" = "Lista átnevezése";
"hoUpdatingWatchlist" = "Folyamatban lévők lista frissítése...";
"ivcNoPlayableContentInFolder" = "Ez a mappa nem tartalmaz lejátszható elemeket";
"ivcPlay" = "Lejátszás";
"ivcPlayLoop" = "Ismétlés";
"ivcPlayLoopAndShuffle" = "Ismétlés és véletlenszerű lejátszás";
"ivcPlayShuffle" = "Véletlenszerű lejátszás";
"ivcSearchingPlayableContent" = "Elérhető videók keresése...";
"pmItalic" = "Dőlt";
"pmSubtitlesMissingFontsListFooter" = "Koppintson a betűtípusra és válassza ki a listából az importáláshoz, hogy használva legyen a videólejátszásnál.";
"pmSubtitlesMissingFontsListHeader" = "Ez a videó néhány hiányzó betűtípust használ. A legjobb élmény érdekében importálja az alábbi betűtípusokat.";
"pmSubtitlesMissingFontsTitle" = "Hiányzó betűtípusok";
"hoAddToList" = "Hozzáadás a listához";
"hoManageLists" = "Lejátszási listák";
"hoNoFavorites" = "Nincsenek kedvencek";
"hoReOrderReset" = "Rendezési sorrend visszaállítása";
"hoReOrderTitle" = "Kezdőképernyő";
"svcHomescreenSettingsTitle" = "Kezdőképernyő";
"svcStreamingDiskCacheDisabled" = "Hagyományos";
"svcStreamingDiskCacheTitle" = "Streamelési gyorsítótár";
"hoReOrderCurrentFavoritesSectionTitle" = "Kedvenceim";
"hoReOrderCurrentListsSectionTitle" = "Saját listáim";
"hoReOrderDefaultFavoritesSectionTitle" = "Alapértelmezett kedvencek";
"hoReOrderDefaultListsSectionTitle" = "Alapértelmezett listák";
"iapPurchaseOneYearFree" = "1 éves próba";
"ivcPlayVersion" = "Verzió lejátszása";
"pipDescriptionNew" = "Segítsen a %1$@ -nak javítani az %2$@ app használatának élményét az eszköz- és alkalmazásadatok névtelen megosztásával.";
"pipMoreInfoNew" = "A termékfejlesztés funkció összegyűjti és rendszeres időközönként diagnosztikai és használati információkat küld, amelyek segítségével a %@ javítja a minőséget és a teljesítményt. Ezek az információk általában tartalmazzák az eszközkonfigurációt, az apphasználatot, a tárolóhasználatot, a fájlok típusát, valamint a hibadiagnosztikát.";
"pipDoNotShare_Infuse" = "Köszönöm, nem";
"pipShare_Infuse" = "Jól hangzik";
"spteBrowsingHint" = "Válasszon ki egy videófájlt a hálózati sebesség teszteléséhez.";
"spteChart" = "Grafikon megjelenítése";
"spteControllerTitle" = "Sebességteszt ennél: %@";
"spteFileSize" = "Fájlméret:";
"spteLastSecSpeed" = "Jelenlegi sebesség:";
"spteMinSpeed" = "Minimális sebesség:";
"spteProgress" = "Előrehaladás:";
"spteReadBytes" = "Olvasott bájtok:";
"spteStart" = "Teszt elindítása";
"spteStop" = "Teszt leállítása";
"spteTestConnection" = "Sebességmérés";
"spteTotalSpeed" = "Átlagsebesség:";
"hoDisconnectGoogleCast" = "Szétkapcsolás";
"emCacheCorruptedButton" = "Újraindítás";
"emCacheCorruptedMessage" = "Hoppá, valami hiba történt és a metaadat gyorsítótár már nem érvényes. Kérjük, indítsa újra az %@-t a metaadat gyorsítótár visszaállításához.";
"emCacheCorruptedTitle" = "Gyorsítótár hiba";
"emCacheRestoredMesssage" = "Az %@ meg fogja próbálni visszaállítani a metaadat gyorsítótárat.\n\nA diagnosztikai jelentés elküldése segíthet a jövőbeni frissítésekben az ilyen problémák felderítésében és megoldásában.";
"emCacheRestoredTitle" = "Gyorsítótár visszaállítva";
"pmPlaybackSpeed" = "Lejátszás sebessége";
"pmPlaybackSpeedCustom" = "Egyéni (%@)";
"pmPlaybackSpeedNormal" = "Normál";
"svcDefaultPlaybackSpeed" = "Lejátszás sebessége";
"foRemoveFromPrompt" = "Biztosan véglegesen törölni szeretné ezt: ‘%1$@’ (%2$@)?";
"svcSectionSync" = "Szinkronizálás";
"ttRateCommentPlaceholder" = "Hozzászólás a Trakt-on (angolul kell írni és legalább 5 szót kell tartalmaznia)";
"ttRateContainsSpoilers" = "Spoilert tartalmaz";
"ttRateTitle" = "Mit gondol erről:\n‘%@’?";
"ttSyncedWithTrakt" = "Csatlakoztatva a Trakt-hez";
"eyConnectToEmby" = "Emby (Emby Connect) hozzáadása";
"eyEmbyConnect" = "Csatlakozás az Emby-hez";
"eyLogin" = "Belépés";
"eyNoServers" = "Nem található szerver. Kapcsoljon össze egy szervert az Emby Connect fiókjával és próbálja újra.";
"eyOtherEmbyServer" = "Emby hozzáadása";
"eyOtherJellyfinServer" = "Jellyfin hozzáadása";
"eyPinCodeExpired" = "A PIN-kód lejárt";
"eyRequestingServers" = "Szerverlista kérése...";
"eyServers" = "Szerverek";
"eyUseEmbyConnectAccount" = "Használja az Emby Connect fiókját vagy hozzon létre egyet itt: https://emby.media/connect";
"svcHideSpoilers" = "Spoilerek elrejtése";
"ufAddMediaServer" = "Médiakiszolgáló hozzáadása";
"ufBaseURL" = "Alap URL";
"ufDiscoveredServersSectionTitle" = "Elérhető szerverek";
"ufMediaServers" = "Médiakiszolgálók";
"ufOnlineAccounts" = "Online fiókok";
"ufPreCacheImages" = "Képek elő-gyorsítótárazása";
"liStatusFetchingAdditionalMetadataWithoutCounter" = "Részletek letöltése ehhez: %@";
"liStatusFetchingMetadataWithoutCounter" = "Metaadatok letöltése ehhez: %@";
"liStatusFetchingThumbnailsWithoutCounter" = "Képek letöltése ehhez: %@";
"li1-4Stars" = "1-4 csillag";
"li10s" = "2010-es évek";
"li20+" = "2020-as évek és újabb";
"li6Stars" = "6 csillag";
"li7Stars" = "7 csillag";
"li8-10Stars" = "8-10 csillag";
"liActors" = "Színészek";
"emCacheEmptyIOS" = "Az Infuse újra le fogja tölteni a videóihoz a metaadatokat és a képeket.";
"coLightGray" = "Világosszürke";
"eyCheckingPlugin" = "Várakozás az InfuseSync-re...";
"eyPluginSuggestion" = "Telepítse az InfuseSync beépülő modult a(z) %@ szerverre a gyorsabb beolvasáshoz";
"eyRestartServer" = "Az InfuseSync beépülő modul telepítésének befejezéséhez indítsa újra a(z) %@ szervert";
"gdComputers" = "Számítógépek";
"liRefreshMetadataConfirmationOk" = "Folytatás";
"liRefreshMetadataConfirmationText" = "Az Infuse metaadat frissítéseket fog keresni a könyvtárelemekhez. Ez jelentős időt vehet igénybe.";
"liRefreshMetadataTitle" = "Metaadatok frissítése";
"liStatusFetchingContentForLibrary" = "Tartalom letöltése ehhez: %1$@ (%2$d\U00A0/\U00A0%3$d)";
"liStatusFetchingMetadataChanges" = "Metaadatok változásainak letöltése";
"liStatusFetchingNextUpFor" = "Következik lista letöltése ehhez: %@";
"liStatusMergingContentFor" = "Tartalom letöltésének befejezése ehhez: %@";
"liWaitingForDownloads" = "Várakozás a letöltések befejezésére";
"pacoRequirePin" = "PIN megkövetelése";
"pacoRequirePinEveryPlay" = "Minden lejátszásnál";
"pacoRequirePinEverySession" = "Minden munkamenetnél";
"pmSubtitlesOpacity" = "Átlátszóság";
"pmSubtitlesOpacityOpaque" = "Áttetsző";
"pmSubtitlesOpacitySemiTransparent" = "Félig átlátszó";
"pmSubtitlesOpacityTransparent" = "Átlátszó";
"emMissingMediaServerFile" = "Hoppá! Úgy tűnik, hogy ez a videó nemrég át lett helyezve vagy törölve lett. Frissítéshez vizsgálja át a könyvtár fájljait a szerveren és próbálkozzon újra.";
"fdTicketDownloadDownloadSingleEpisode" = "Egyetlen epizód letöltése";
"fdTicketDownloadDownloadUnwatchedEpisodes" = "Nem látott epizódok letöltése";
"fdTicketDownloadDownloadAllEpisodes" = "Minden epizód letöltése";
"fdTicketDownloadRetryAllEpisodes" = "Minden epizód újrapróbálása";
"fdTicketDownloadRetrySingleEpisode" = "Egyetlen epizód újrapróbálása";
"fdTicketDownloadStopAllEpisodes" = "Minden epizód leállítása";
"fdTicketDownloadStopSingleEpisode" = "Egyetlen epizód leállítása";
"fdTicketDownloadPauseAllEpisodes" = "Minden epizód szüneteltetése";
"fdTicketDownloadPauseSingleEpisode" = "Egyetlen epizód szüneteltetése";
"fdTicketDownloadResumeAllEpisodes" = "Minden epizód folytatása";
"fdTicketDownloadResumeSingleEpisode" = "Egyetlen epizód folytatása";
"fdTicketManageDownload" = "Letöltéskezelő";
"fdPauseDownloadButtonTitle" = "Letöltés szüneteltetése";
"fdResumeDownloadButtonTitle" = "Letöltés folytatása";
"svcTrueBlackTheme" = "Valódi fekete mód";
"svcCellularDownload" = "Szinkronizálás és letöltés mobilhálózaton";
"mnzEnterPinCode" = "Az engedélyezés folytatásához írja be a hitelesítő appjában megjelenő kódot:";
"mnzInvalidPinCode" = "Érvénytelen kód vagy a kód már lejárt.";
"bmBookmarkIsStale" = "A(z) %@ mappa nem található. Próbálja újra.";
"bmFailedToGetAccess" = "Nem lehet hozzáférni a(z) %@ külső mappához";
"bmNoValidFileProviderFound" = "A(z) %@ mappa nem található. Ellenőrizze a helyet és próbálja újra.";
"emLocalNetworkPermission" = "Hálózati hozzáférés letiltva";
"fdTicketDownloadingError" = "Letöltési hiba";
"fdTicketDownloadingRetry" = "Újra";
"fdTicketDownloadingQueued" = "Sorba állítva";
"fdTicketDownloadingPaused" = "Szüneteltetve";
"liStatusCheckingUpNext" = "Következik lista ellenőrzése";
"bmFileReadNoPermission" = "A(z) %@ mappa megnyitása sikertelen, mivel nincs jogosultsága a megtekintéséhez. Próbálja újra hozzáadni a külső mappát.";
"bmSmbLocationCannotAdd" = "Az SMB megosztások külső mappaként történő használata nem támogatott. Hozzon létre közvetlen kapcsolatot az \"Elérhető megosztások\" listáját használva.";
"bmDeviceRootLocationCannotAdd" = "Nem adható hozzá teljes meghajtó külső mappaként. Válasszon helyette egy almappát.";
"bmNotEnoughAvailableDiskSpace" = "A(z) %@ fájl mentése sikertelen. Nincs elég szabad lemezterület.";
"bmCloudDownloading" = "Letöltés a helyi iCloud tárhelyre";
"ttRateLimit" = "A Trakt adatforgalmi korlátját túllépték. Próbálja újra később.";
"ufExternalDocumentsCategory" = "külső mappákon keresztül";
"emLocalNetworkPermissionMessage" = "Engedélyezze a hozzáférést az Infuse-nak a Beállítások > Adatvédelem és biztonság > Helyi hálózat menüpontban";
"ufInstallPlugin" = "InfuseSync beépülő modul telepítése";
"liCheckAndRetry" = "Kérjük ellenőrizze, hogy a(z) '%@' elérhető-e és próbálja újra";
"liSeeAll" = "Összes mutatása";
"hoPinToHomeScreen" = "Hozzáadás a kezdőképernyőhöz";
"hoRemoveFromHomeScreen" = "Eltávolítás a kezdőképernyőről";
"hoRemoveFromHomeScreenMessage" = "Biztos el szeretné távolítani a következőt: ‘%1$@’?";
"hoHomeIsEmpty" = "A kezdőképernyő üres";
"hoLetsPinSomeItems" = "Rögzítsen ide néhány elemet";
"hoLetsFindSomeVideos" = "Keressen néhány videót és adja hozzá a kezdőképernyőhöz";
"hoEditHomeScreen" = "Kezdőképernyő szerkesztése";
"hoFilesAreBeingProcessed" = "A fájlok feldolgozása folyamatban van";
"hoFilesWillAppear" = "Kis idő múlva itt fognak megjelenni";
"hoFilesScreenIsEmpty" = "A fájlok képernyő üres";
"hoLetsAddSomeFiles" = "Keressünk néhány videót, amit hozzáadhatunk a könyvtárhoz";
"hoHome" = "Kezdőlap";
"hoSearchResultsWithText" = "Keresési eredmények erre: \"%@\"";
"hoReOrderCurrentItemsSectionTitle" = "Rögzített elemek";
"hoReOrderDefaultItemsSectionTitle" = "Alapértelmezett elemek";
"hoReOrderAllItemsSectionTitle" = "Összes elem";
"hoNewTitle" = "Új cím";
"svcTitleMac" = "Beállítások";
"svcLanguagePickerTitle" = "Nyelv kiválasztása:";
"svcClearAllMetadataMac" = "Törlés";
"tiDescriptionShowMore" = "TÖBB";
"tiDescription" = "Leírás";
"tiCastAndCrew" = "Szereplők és stáb";
"tiActor" = "Színész";
"tiResume" = "Folytatás %@";
"tiSpoilerAlert" = "Spoiler";
"iapUpgradeToInfuseProFormat" = "Váltás erre:\n%@";
"iapUpgradeToInfusePro" = "Infuse PRO";
"ufNetworkSharesSectionTitle" = "Hálózati megosztások";
"ufLocalSharesSectionTitle" = "Helyi megosztások";
"ufAddShareTitle" = "Hozzáadás...";
"ufAddShareItemTitle" = "%@ hozzáadása";
"ufDefaultShareName" = "Saját %@";
"afAddUrlMacStep1" = "Másolja ide a videó URL-jét pl. a böngészőből.";
"afAddUrlMacStep2" = "Illessze be az importált URL-t vagy adja meg az URL-t kézzel.";
"afAddUrlMacStep2Placeholder" = "URL megadása";
"afAddUrlMacStep2PlaceholderMini" = "Adja meg az URL-t, például http://pelda.hu/minta.mp4";
"afAddUrlMacStep3" = "Koppintson egy elemre a listából a streameléshez vagy koppintson a letöltésre az eszközére való mentéshez.";
"afAddUrlsMacTitle" = "Hozzáadás";
"afAddLocalFolderTitle" = "Helyi mappa hozzáadása";
"afLocalShareTitle" = "Helyi";
"fdNoDownloadsMacTitle" = "Minden letöltés befejeződött";
"liRecentlyAddedTVShows" = "Nemrég hozzáadott sorozatok";
"liUnwatchedMovies" = "Nem látott filmek";
"spteProgressTitle" = "Előrehaladás";
"spteCurrentSpeedTitle" = "Jelenlegi";
"spteAverageSpeedTitle" = "Átlagos";
"spteMinimumSpeedTitle" = "Minimális";
"spteSpeedMbps" = "%@ Mbps";
"mnuPreferences" = "Beállítások...";
"mnuAddFiles" = "Fájlok hozzáadása...";
"mnuOpen" = "Fájl megnyitása...";
"alAppExpiredTitle" = "Az Infuse lejárt";
"alAppExpiredMessage" = "Az Infuse jelenlegi verziója lejárt. A folytatáshoz frissítsen a legújabb verzióra.";
"alNewVersionMessage" = "Elérhető az Infuse %1$@ — az Ön verziója: %2$@. Szeretné letölteni most?";
"alNewVersionDownload" = "Letöltés";
"hoCacheOptimizationTitle" = "Könyvtár optimalizálása";
"hoCacheOptimizationMessage" = "A könyvtára a jobb teljesítmény érdekében optimalizálás alatt van. Kérem hagyja megnyitva az alkalmazást.";
"vvSkipIntro" = "Intró átugrása";
"pmVideoUpscaling" = "Haladó felskálázás";
"pmVideoUpscalingHighest" = "Magas (4K)";
"pmVideoUpscalingHigh" = "Normál (HD)";
"ttSwitchToClassicView" = "Klasszikus nézet";
"ttSwitchToModernView" = "Modern nézet";
"svcAlwaysShowTitlesTV" = "Plakátcímek megjelenítése";
"pmVideoUpscalingMax" = "Maximális (korlátlan)";
"svcPrePlaybackLayoutSettingTitle" = "Részletes nézet";
"svcPrePlaybackLayoutModern" = "Modern";
"svcPrePlaybackLayoutClassic" = "Klasszikus";
"svcAutoSelectNextItem" = "Következő automatikus kiválasztása";
"hoShowGridTitles" = "Címek megjelenítése";
"hoHideGridTitles" = "Címek elrejtése";
"hoShowInFinder" = "Megjelenítés a Finder-ben";
"tiSearchMetadata" = "Metaadat keresése";
"iapSubscriptionAlreadyPurchasedWarningTitleTV" = "Úgy tűnik, még van olyan aktív Infuse Pro előfizetése, amelyre már nincs szükség. Ezt kezelheti a Beállítások > Felhasználók és fiókok > [fióknév] előfizetései között.";
"geProceed" = "Folytatás";
"hoUseLocalMetadataConfirmation" = "A mappa helyi metaadatainak engedélyezése eltávolítja az összes meglévő metaadatot/grafikát és azok újra elő lesznek állítva a beágyazott adatok használatával. Az online metaadat-források nem lesznek használhatóak a mappában lévő elemekhez.";
"tiGuestStar" = "Sztárvendég";
"tiCreator" = "Alkotó";
"tiCreators" = "Alkotók";
"pcRewindSecondsFormat" = "%ld másodperc";
"svcAdvancedOptions" = "Haladó beállítások";
"ufUsbCableTitle" = "USB-kábel";
"ufUsbCableDesc" = "Az alábbi lépések a macOS 10.15 és újabb verziókra vonatkoznak. Korábbi verziók (vagy Windows) esetén ugyanez a folyamat elvégezhető az iTunes-on keresztül.";
"ufUsbCableStep1Desc" = "Csatlakoztassa az eszközét a számítógéphez USB-kábellel.";
"ufUsbCableStep2Desc" = "Nyissa meg a Finder-t a számítógépén. A szinkronizálni kívánt videóknak szerepelniük kell a Filmek (vagy Sorozatok) részben.";
"ufUsbCableStep3Desc" = "Nyissa meg a Filmek vagy Sorozatok fület és válassza ki a szinkronizálni kívánt videókat úgy, hogy bejelöli őket.";
"ufUsbCableStep4Desc" = "Ha kiválasztotta az összes videót, kattintson a Szinkronizálás gombra.";
"ufUsbCableDetail" = "Finder vagy iTunes használatával";
"ufDocumentTitle" = "Dokumentumok";
"ufHttpDetail" = "Wi-Fi szükséges";
"ufUploadInfoHTTPTransferFiles" = "Fájlok átvitele";
"ufOtherAppsTitle" = "Egyéb alkalmazások";
"ufLinksTitle" = "Közvetlen URL";
"ufFilesTitle" = "Fájlok";
"ufLocationsSectionTitle" = "Helyek";
"hoSortingByTitle" = "Cím szerinti rendezés";
"hoSortingByFileName" = "Fájlnév szerinti rendezés";
"hoSortingByDate" = "Dátum szerinti rendezés";
"hoSortingByReleaseDate" = "Megjelenési dátum szerinti rendezés";
"hoLocalMetadata" = "Metaadat: Helyi";
"hoOnlineMetadata" = "Metaadat: Online";
"svcPicksOfTheDayModeTitle" = "A nap válogatásai";
"svcPicksOfTheDayModeMoviesShows" = "Filmek és sorozatok";
"svcPicksOfTheDayModeMovies" = "Kizárólag filmek";
"svcPicksOfTheDayModeShows" = "Kizárólag sorozatok";
"liRandom" = "A nap válogatásai";
"liMusic" = "Koncertek";
"liShortFilms" = "Rövidfilmek";
"liGenreMusic" = "Zene";
"svcBlackoutOtherScreens" = "Más monitorok elsötétítése teljes képernyős módban";
"tvshAddCloudShareHint" = "Adja hozzá először a felhőmegosztásokat (Dropbox, Google Drive stb...) iOS-en vagy macOS-en, és azok itt fognak megjelenni.";
"pcSkipFormat" = "%d mp";
"mnuNextMedia" = "Következő videó";
"mnuPrevMedia" = "Előző videó";
"mnuEnterFullscreen" = "Teljes képernyő";
"mnuEnterPip" = "Kép a képben";
"mnuSpeedUp" = "Gyorsítás";
"mnuSpeedDown" = "Lassítás";
"mnuNormalSpeed" = "Normál sebesség";
"mnuMute" = "Némítás";
"mnuCycleAudioTrack" = "Hangsáv";
"mnuCycleSubtitles" = "Feliratsáv";
"mnuToggleSubtitles" = "Feliratok";
"mnuDisabledSubtitles" = "Feliratok letiltva";
"svcStreamingCacheMemoryOnly" = "Csak memória";
"svcTonemappingModeCustom" = "Infuse";
"svcTonemappingModeSystem" = "Apple";
"liFeatureFilms" = "Játékfilmek";
"svcHDRTonemappingMode" = "HDR színek";
"tiSeasonSelectTitle" = "Évad kiválasztása";
"hoDeleteCollection" = "Gyűjtemény törlése";
"hoUpdatingCollection" = "Gyűjtemény frissítése...";
"hoRenameCollection" = "Gyűjtemény átnevezése";
"hoAddToCollection" = "Hozzáadás gyűjteményhez";
"hoCreateNewCollection" = "Gyűjtemény létrehozása";
"hoCollectionTitle" = "Gyűjtemény címe";
"hoEmptyCollectionMessage" = "Gyűjtemény létrehozásához keressen meg egy videót a könyvtárában és válassza a ‘Gyűjtemények’ lehetőséget.";
"svcSectionHotKeys" = "Gyorsbillentyűk";
"svcShowTmdbCollections" = "TMDB gyűjtemények";
"svcShowCustomCollections" = "Egyedi gyűjtemények";
"svcGroupMoviesIntoCollections" = "Filmek csoportosítása gyűjteményekbe";
"svcGroupTVShowsIntoCollections" = "Sorozatok csoportosítása gyűjteményekbe";
"svcHotKeysResetAll" = "Összes visszaállítása";
"svcHotKeysResetAllButton" = "Visszaállítás";
"svcHotKeysResetAllConfirmationText" = "Biztos vissza szeretné állítani a gyorsbillentyűk beállításait?";
"svcHotKeysDescription" = "Kattintson duplán egy sorra a megfelelő billentyűkombináció-összerendelés szerkesztéséhez";
"svcHotKeysHint" = "Nyomjon meg egy gombot az összerendelés szerkesztéséhez. Nyomjon ESC-et a megszakításhoz.";
"svcHotKeysWarning" = "A(z) %@ kombináció már használatban van";
"svcShowLogoTitle" = "Logók megjelenítése";
"svcShowLogoMoviesOnly" = "Kizárólag filmeknél";
"svcShowLogoTVShowsOnly" = "Kizárólag sorozatoknál";
"hoReorder" = "Újrarendezés";
"vvNextEpisode" = "Következő epizód";
"liStartCloudSync" = "Szinkronizálás iCloud-dal";
"liLastCloudSyncDate" = "(utoljára: %@)";
"hoDeleteCollectionPrompt" = "Gyűjtemény törlése";
"hoRemoveFromCollection" = "Eltávolítás a gyűjteményből";
"foRemoveCannotBeDeleted" = "Ezeket a fájlokat nem lehet törölni";
"wsMarkSeasonAsWatched" = "Évad megjelölése megnézettként";
"wsMarkSeasonAsUnwatched" = "Évad megjelölése nem látottként";
"wsMarkEpisodeAsWatched" = "Epizód megjelölése megnézettként";
"wsMarkEpisodeAsUnwatched" = "Epizód megjelölése nem látottként";
"wsSelectWatchAction" = "Megjelölés mint...";
"mnuFloatOnTop" = "Maradjon legfelül";
"hoCollectionsForEmptyTVShow" = "Adjon hozzá sorozatokat a könyvtárhoz, hogy bekerüljenek a gyűjteménybe";
"foRemovePromptWithCount" = "Biztos véglegesen törölni szeretné: ‘%1$@’ (%2$d fájl)?";
"foRemoveFromPromptWithCount" = "Biztos véglegesen törölni szeretné: ‘%1$@’ (%2$@) (%3$d fájl)?";
"foAllFilesAndFoldersRemoveButton" = "Videó és kapcsolódó fájlok";
"foVideoFilesOnlyRemoveButton" = "Csak videófájlok";
"liLastCloudSyncFailed" = "sikertelen";
"emPlexRelayConnectionTitle" = "Relay kapcsolat aktív";
"emPlexRelayConnectionMessage" = "Ellenőrizze a hálózati beállításokat és győződjön meg arról, hogy a helyi (vagy nem relay távoli) kapcsolat működik a Plex médiaszerverrel.";
"pcAudioDelayTuningHintWithValue" = "Csúsztassa balra/jobbra az hangkésleltetés beállításához\nJelenlegi érték: %d ms";
"pmAudioDelay" = "Késleltetés";
"pmAudioDelayValueMsec" = "%d ms";
"pmAudioDelayValueMsecWithTuning" = "%d ms, hangolás bekapcsolva";
"pmAudioDelaySubmenuTitle" = "Hangkésleltetés";
"pmAudioDelayTuningMode" = "Hangolási mód";
"afAddRootToFavorites" = "Összes fájl hozzáadása a kedvencekhez";
"shAllFiles" = "Összes fájl";
"svcForcedDolbyVision" = "Kényszerített Dolby Vision";
"tiMetadataLanguage" = "Metaadat nyelve";
"svcDolbyVisionMode" = "Kiterjesztett Dolby Vision";
"svcDolbyVisionModeForced" = "Kényszerített";
"svcCollectionsAndGroups" = "Gyűjtemények és csoportok";
"svcGroupVersions" = "Intelligens csoportok";
"svcVersionSelection" = "Verzió kiválasztása";
"svcVersionSelectionHighestQuality" = "Legjobb minőség";
"svcVersionSelectionLowestQuality" = "Legalacsonyabb minőség";
"hoSave" = "Mentés";
"svcDolbyVisionModeLimited" = "Korlátozott";
"trTrailer" = "Előzetes";
"trTrailers" = "Előzetesek";
"trTrailersSearch" = "Előzetesek keresése...";
"trTrailersNotFound" = "Nem található előzetes ehhez: ‘%@’.";
"trTrailersRequestLimit" = "Az előzetesek jelenleg nem érhetők el.\nPróbálja újra később.";
"tiPart" = "%d. rész";
"ppbVersionDirectorsCut" = "Rendezői változat";
"ppbVersionExtendedCut" = "Bővített változat";
"ppbVersionTheatricalCut" = "Mozi változat";
"ppbVersionFinalCut" = "Végső változat";
"ppbVersionCinematicCut" = "Mozi változat";
"ppbVersionUnratedCut" = "Korhatár nélküli változat";
"ppbVersionTVCut" = "TV változat";
"ppbVersionUncut" = "Vágatlan változat";
"ppbVersionSpecialEdition" = "Különleges kiadás";
"ppbVersionUltimateEdition" = "Végső kiadás";
"ppbVersionBlackAndWhiteEdition" = "Fekete-fehér";
"ppbVersionIMAX" = "IMAX";
"ppbVersionWideScreen" = "Szélesvásznú";
"ppbVersionFullScreen" = "Teljes képernyős";
"hoVOReOrderLibrary" = "Rögzített elemek szerkesztése";
"iapUnlockDolbyTitle" = "Dolby Audio";
"iapUnlockDolbyDescription" = "Halljon meg minden részletet a kiváló minőségű Dolby hangzás támogatásával.";
"iapUnlockDolbyMacNavBarTitle" = "Dolby Audio feloldása INGYEN";
"iapUnlockDTSTitle" = "DTS Audio";
"iapUnlockDTSDescription" = "Halljon meg minden részletet a kiváló minőségű DTS hang támogatásával.";
"iapUnlockDTSMacNavBarTitle" = "DTS Audio feloldása INGYEN";
"iapUnlockCodecWithPro" = "Tartalmazza a %@";
"iapUnlockCodecButton" = "Ingyenes feloldás";
"iapUnlockCodecRemindLater" = "Emlékeztessen később";
"foMoveToBinTitle" = "'%1$@' áthelyezése a kukába";
"foMoveToRecentlyDeletedTitle" = "'%1$@' áthelyezése a nemrég töröltek közé";
"foMoveToBinPrompt" = "Biztos át szeretné helyezni a kukába: ‘%1$@’?";
"foMoveToBinFromPrompt" = "Biztos át szeretné helyezni a kukába: ‘%1$@’ (%2$@)?";
"foMoveToBinPromptWithCount" = "Biztos át szeretné helyezni a kukába: ‘%1$@’ (%2$d fájl)?";
"foMoveToBinFromPromptWithCount" = "Biztos át szeretné helyezni a kukába: ‘%1$@’ (%2$@) (%3$d fájl)?";
"foMoveToRecentlyDeletedPrompt" = "Biztos át szeretné helyezni a nemrég törölték közé: ‘%1$@’?";
"foMoveToRecentlyDeletedFromPrompt" = "Biztos át szeretné helyezni a nemrég törölték közé: ‘%1$@’ (%2$@)?";
"foMoveToRecentlyDeletedPromptWithCount" = "Biztos át szeretné helyezni a nemrég törölték közé: ‘%1$@’ (%2$d fájl)?";
"foMoveToRecentlyDeletedFromPromptWithCount" = "Biztos át szeretné helyezni a nemrég törölték közé: ‘%1$@’ (%2$@) (%3$d fájl)?";
"liLastCloudSyncFailedNotAuthenticated" = "(iCloud-fiók nem található)";
"liLastCloudSyncFailedNoSpaceLeft" = "(elfogyott az iCloud tárhely)";
"tiOriginalMetadataLanguage" = "Eredeti";
"foAbstractRemoveTitle" = "‘%1$@’ eltávolítása";
"foAbstractRemovePrompt" = "Biztos el szeretné távolítani: ‘%1$@’?";
"foAbstractRemoveFromPrompt" = "Biztos el szeretné távolítani: ‘%1$@’ (%2$@)?";
"foAbstractRemovePromptWithCount" = "Biztos el szeretné távolítani: ‘%1$@’ (%2$d fájl)?";
"foAbstractRemoveFromPromptWithCount" = "Biztos el szeretné távolítani: ‘%1$@’ (%2$@) (%3$d fájl)?";
"foAbstractRemoveButton" = "Eltávolítás";
"svcMixLfeIntoStereo" = "LFE a sztereó lekeverésben";
"svcDownmixVolume" = "Lekeverés hangereje";
"svcDownmixVolumeOriginal" = "Eredeti";
"svcDownmixVolumeNormalized" = "Normalizált";
"ufIndexingEnabled" = "Könyvtár mód";
"liMiniseriesTVShows" = "Minisorozatok";
"liIndexingDisabled" = "Könyvtár mód letiltva";
"csAliyunBackupDisk" = "Biztonsági mentési lemez";
"csAliyunResourceLibrary" = "Erőforrástár";
"ufAddAliyunDrive" = "Aliyun Drive hozzáadása";
"ufShareProtocolAliyun" = "Aliyun Drive";
"ufDefaultShareNameAliyun" = "Saját Aliyun Drive";
"acLinksAddedTitle" = "Új hivatkozások hozzáadva";
"acAllLinksAddedMsg" = "A hivatkozások már elérhetőek a(z) %@ képernyőn.";
"acSomeLinksAddedMsg" = "A hivatkozások már elérhetőek a(z) %@ képernyőn. Néhány hivatkozás nem támogatott formátumot tartalmaz és nem adható hozzá.";
"acLinksScreenTitleWithPath" = "Fájlok hozzáadása > %@";
"plRecentlyAdded" = "Nemrég hozzáadva itt: %@";
"plRecentlyAddedMovies" = "Nemrég hozzáadott filmek";
"plRecentlyAddedTV" = "Nemrég hozzáadott sorozatok";
"plRecentlyAddedVideos" = "Nemrég hozzáadott videók";
"plRecentPlaylists" = "Legutóbbi lejátszási listák";
"eyLatest" = "Legutóbbi %@";
"eyNextUp" = "Következik";
"eyFavoriteSeries" = "Kedvenc sorozatok";
"eyFavoriteEpisodes" = "Kedvenc epizódok";
"eyFavoriteMovies" = "Kedvenc filmek";
"eyFavoriteVideos" = "Kedvenc videók";
"eyFavoriteCollections" = "Kedvenc gyűjtemények";
"eyFavoritePlaylists" = "Kedvenc lejátszási listák";
"emCacheRestoreTitle" = "Könyvtár előkészítése...";
"emCacheRestoreReasonSystem" = "Az Apple TV-jében található tárhely szabad kapacitása korábban nagyon alacsony volt és a tvOS eltávolított néhány alkalmazásadatot, hogy tárhelyet szabadítson fel más alkalmazások számára.";
"emRestoreOperationFailed" = "A felhőalapú biztonsági mentés nem érhető el";
"emCacheRestoreActionRecreate" = "Könyvtár újraolvasása";
"emCacheRestoreNoBackup" = "Nem található felhőalapú biztonsági mentés. Engedélyezze az Automatikus biztonsági mentés lehetőséget, hogy a jövőben gyorsabban frissítse a könyvtárat.";
"svcCloudSyncHint" = "iCloud használata a könyvtár és a lejátszási beállítások szinkronizálásához az eszközök között.";
"svcBackups" = "Felhőalapú biztonsági mentés";
"svcBackupsHint" = "A könyvtár adatainak biztonsági mentése a felhőbe a gyorsabb frissítések érdekében az Infuse használatakor.";
"svcAutoBackups" = "Automatikus biztonsági mentés";
"svcBackupNow" = "Biztonsági mentés készítése";
"svcRestoreNow" = "Biztonsági mentés visszaállítása";
"svcRestoreNowConfirmationMessage" = "A felhőalapú biztonsági mentésből történő visszaállítás eltávolítja az aktuális könyvtárat és a legutóbbi biztonsági mentéssel helyettesíti. Ha a folytatást választja, az app újraindul.";
"svcPerformingBackup" = "Biztonsági mentés készítése a felhőbe";
"svcLastBackupDate" = "Utolsó biztonsági mentés: %@";
"svcBackupOperationFailed" = "Biztonsági mentés sikertelen";
"foAboutRecentlyDeletedTitle" = "Nemrég törölt";
"foAboutRecentlyDeletedPrompt" = "A törölt fájlok a Fájlok app ‘Nemrég törölt’ részébe kerülnek áthelyezésre. Az app használatával véglegesen törölheti a fájlokat és helyet szabadíthat fel.";
"foAboutRecentlyDeletedLearnMore" = "Tudjon meg többet";
"emCacheRestoreReasonCorruption" = "Hoppá, valami hiba történt és a metaadat gyorsítótár már nem érvényes.";
"emCacheRestoreUpdating" = "A könyvtárának frissítése folyamatban van a felhőből származó adatokkal. Ez csak egy pillanatig tart.";
"svcForwardSkip" = "Előre ugrás";
"svcBackwardSkip" = "Visszaugrás";
"vvSkipCommercials" = "Reklámok kihagyása";
"vvSkipCredits" = "Stáblista átugrása";
"hoSearchRequiresTwoChars" = "Adjon meg legalább két karaktert a szerveroldali kereséshez.";
"pcSkipForwardFormat" = "Előre %ld másodpercet";
"pcSkipBackwardFormat" = "Vissza %ld másodpercet";
"hoSearchScope" = "Keresés itt: %@";
"geInternalServerError" = "Belső szerverhiba.";
"plAddToWatchlist" = "Hozzáadás a figyelőlistához";
"plRemoveFromWatchlist" = "Eltávolítás a figyelőlistából";
"plAddShowToWatchlist" = "Műsor hozzáadása a figyelőlistához";
"plRemoveShowFromWatchlist" = "Műsor eltávolítása a figyelőlistából";
"ufSmartFolders" = "Intelligens mappák";
"eyRecentlyReleasedMovies" = "Nemrég megjelent filmek";
"geCantEstablishConnectionToHostFormat" = "Nem sikerült csatlakozni a következőhöz %@";
"emPermissionsErrorTitle" = "Szükséges engedélyek hiánya";
"emPermissionsErrorDescription" = "Jelentkezzen be a Google Drive-ra, és adjon engedélyt az Infuse-nak a fájlok elérésére.";
"emPermissionsErrorDescriptionTV" = "Jelentkezzen be a Google Drive-ra iPhone-on, iPaden vagy Macen, és adjon engedélyt az Infuse-nak a fájlok elérésére.";
"eySortByAlbum" = "Album";
"eySortByAlbumArtist" = "Album előadó";
"eySortByArtist" = "Előadó";
"eySortByBitrate" = "Bitráta";
"eySortByCollectionOrder" = "Gyűjtemény renderési sorrend";
"eySortByComposer" = "Zeneszerző";
"eySortByCommunityRating" = "Közösségi értékelés";
"eySortByContainer" = "Tároló";
"eySortByCriticRating" = "Kritikusok értékelése";
"eySortByDateAdded" = "Hozzáadás dátuma";
"eySortByDatePlayed" = "Lejátszás dátuma";
"eySortByFileName" = "Fájlnév";
"eySortByIMDB" = "IMDb értékelés";
"eySortByLastEpisodeDateAdded" = "Utolsó epizód hozzáadásának dátuma";
"eySortByNumber" = "Szám";
"eySortByParentalRating" = "Szülői besorolás";
"eySortByPlaylistOrder" = "Lejátszási lista sorrendje";
"eySortByPlays" = "Lejátszások";
"eySortByRandom" = "Véletlenszerű";
"eySortByReleaseDate" = "Kiadás dátuma";
"eySortByResolution" = "Felbontás";
"eySortByRuntime" = "Hossz";
"eySortBySeries" = "Sorozat";
"eySortBySize" = "Méret";
"eySortByTitle" = "Cím";
"eySortByYear" = "Év";
"jfSortByCriticsRating" = "Kritikusok értékelése";
"jfSortByDateShowAdded" = "Hozzáadás dátuma";
"jfSortByDateEpisodeAdded" = "Utolsó epizód hozzáadásának dátuma";
"jfSortByFolders" = "Mappák";
"jfSortByName" = "Név";
"jfSortByPlayCount" = "Lejátszások száma";
"jfSortByPremiereDate" = "Premier dátuma";
"jfSortByTVDB" = "TheTVDB Értékelés";
"svcPlayVersion" = "Play verzió";
"pmAutoDimming" = "Automatikus sötétítés";
"svcPrePlaybackLayoutNew" = "Új";
"ufPreCacheDetails" = "Részletek elő-gyorsítótárazása";
"svcStreamingCacheLimited" = "Korlátozott";
"vvSkipPreview" = "Előnézet átugrása";
"vvSkipRecap" = "Összefoglaló átugrása";
"vvSkipSection" = "Szakasz átugrása";
"svcEmbeddedThumbnails" = "Beágyazott kép előnyben részesítése";
"ufShareProtocol123" = "123 Cloud Drive";
"ufAdd123Drive" = "123 Cloud Drive hozzáadása";
"ufDefaultShareName123" = "Saját 123 Cloud Drive";
"emBandwidthExceeded123Cloud" = "A 123 Cloud Drive napi 1 GB-os ingyenes felhasználói korlátja túllépésre került.";
"pmVideoResamplingFilter" = "AI felskálázás";
"pmVideoResamplingFilterLanczos" = "Letiltva";
"pmVideoResamplingFilterSpatial" = "Engedélyezve";
"afRequestingQRCode" = "QR-kód kérése...";
"afQRCodeExpired" = "A QR-kód lejárt";
"afSaveToCameraRoll" = "Mentés a Filmtekercsbe";
"af115CloudQRHint" = "Olvassa be ezt a QR-kódot a 115-ös kliensben";
"ufShareProtocol115" = "115 Cloud Drive";
"ufAdd115Drive" = "115 Cloud Drive hozzáadása";
"ufDefaultShareName115" = "Saját 115 Cloud Drive";
"ufShareProtocolBaidu" = "Baidu NetDisk";
"ufAddBaiduNetDisk" = "Baidu NetDisk hozzáadása";
"ufDefaultShareNameBaidu" = "Saját Baidu NetDisk";
"ufMaxQPSLimit" = "QPS korlát";
"ppbOpenStrmlnk" = "Megnyitás";
"ppbVersionStrmlnk" = "Hivatkozás";
"svcLivePreview" = "Élő előnézetek";
"pmPlaybackSpeed2x" = "2x";
"svcAutoSkipIntro" = "Intrók és stáblisták átugrása";
"pmAspectFitUnderlayNotch" = "Képarány illesztése";
"svcAutoSkipIntroDelay" = "Automatikus (késleltetve)";
"svcShowExternalRatings" = "Külső értékelések megjelenítése";
"ufAutoScan" = "Automatikus újraolvasás";
"emCacheRestoreExpired" = "Az eszköz felhőalapú biztonsági mentése inaktivitás miatt lejárt. A folytatáshoz vizsgálja újra a könyvtárat.";
"pmSubtitlesBrightness" = "HDR fényerő";
"afAddiCloudDrive" = "iCloud Drive hozzáadása";
"hoSaveToLinks" = "Hozzáadás a Hivatkozásokhoz";
"hoSavedToLinksWithExpiration" = "A hivatkozás hozzáadása sikeresen megtörtént és eddig lesz elérhető: %@.";
"hoSavedToLinks" = "A hivatkozás hozzáadása sikeresen megtörtént.";
"svcShowExternalRatingsMoviesOnly" = "Kizárólag filmeknél";
"svcShowExternalRatingsTVShowsOnly" = "Kizárólag sorozatoknál";
"ttVip" = "VIP";
"ttGetVip" = "Szerezz VIP tagságot";
"hoAddToFavoriteItems" = "Hozzáadás a kedvencekhez";
"hoRemoveFromFavoriteItems" = "Eltávolítás a kedvencek közül";
"hoUpdatingFavoriteItems" = "Kedvencek frissítése";
"ppbNoMovieError" = "Film nem található";
"ppbNoSeriesError" = "Sorozat nem található";
"eyFavoritePeople" = "Kedvenc emberek";
"svcOpenCollectionsOnPreplayback" = "Részletes nézet";
"isEnvironmentVoid" = "Üres";
"isEnvironmentSunset" = "Napnyugta";
"isEnvironmentSpace" = "Űr";
"isEnvironmentRoom" = "Szoba";
"isEnvironmentCinema" = "Mozi";
"isSettingRow" = "Sor";
"isSettingSeatingHeight" = "Ülésmagasság";
"isSettingDistance" = "Távolság";
"isSettingScreenAltitude" = "Képernyő magassága";
"isSettingScreenSize" = "Képernyő mérete";
"isSettingBrightness" = "Fényerő";
"isSettingSceneTilt" = "Jelenet dőlése";
"hoAddingLinks" = "Hivatkozások hozzáadása...";
"hoAddLinkForSingleEpisode" = "Hivatkozás hozzáadása egyetlen epizódhoz";
"hoAddLinksForUnwatchedEpisodes" = "Hivatkozások hozzáadása a nem látott epizódokhoz";
"hoAddLinksForAllEpisodes" = "Hivatkozások hozzáadása az összes epizódhoz";
"geEdit" = "Szerkesztés";
"pmPlaybackQueue" = "Lejátszási sor";
"pmEditPlaybackQueue" = "Lejátszási sor szerkesztése";
"pmPlaybackQueueMode" = "Lejátszási mód";
"pmPlaybackQueueModeStraightforward" = "Normál";
"liSearch" = "Keresés";
"hoRemoveFromContinueWatching" = "Eltávolítás a Megtekintés folytatásából";
"hoUpdatingContinueWatching" = "Megtekintés folytatásának frissítése...";
"ppbOpenDeeplink" = "Megnyitás";
"pmAmbientMode" = "Ambient mód";
"pmAmbientModeSubtle" = "Finom";
"pmAmbientModeBalanced" = "Kiegyensúlyozott";
"pmAmbientModeVivid" = "Élénk";
"pmAmbientModeMax" = "Maximális";
"pmPlaybackHUDInfo" = "Lejátszási statisztikák (HUD)";
"pmPlaybackHUDInfoFull" = "Teljes";
"pmPlaybackHUDInfoCompact" = "Kompakt";
"pmPlaybackHUDInfoOff" = "Kikapcsolás";
"pmPlaybackHUDContainer" = "Konténer:";
"pmPlaybackHUDSourceFramerate" = "Forrás képkockasebessége:";
"pmPlaybackHUDAppleTVFramerate" = "Képernyő képkockasebessége:";
"pmPlaybackHUDDroppedFrameCount" = "Eldobott képkockák száma:";
"pmPlaybackHUDAppleTVInfo" = "Eszközinformáció:";
"pmPlaybackHUDFreeDiskSpace" = "Szabad tárhely:";
"pmPlaybackHUDNetworkThroughput" = "Hálózati átviteli sebesség:";
"pmPlaybackHUDStreamSpeed" = "Streamelési sebesség:";
"pmPlaybackHUDBufferReloadCount" = "Puffer újratöltés száma:";
"pmPlaybackHUDBufferStatus" = "Puffer állapota:";
"pmPlaybackHUDVideo" = "Videó:";
"pmPlaybackHUDAudio" = "Hang:";
"pmPlaybackHUDSubtitles" = "Feliratok:";
"pmPlaybackHUDBufferStatusHealthy" = "Egészséges";
"pmPlaybackHUDBufferStatusEmpty" = "Üres";
"pmPlaybackHUDCreatedBy" = "Készítette:";
"liSelectAll" = "Összes kijelölése";
"iapEnterpriseActivatedTitle" = "Infuse Enterprise %@";
"plFetchingUser" = "Felhasználók letöltése";
"plSelectUser" = "Felhasználó kiválasztása";
"plSwitchUser" = "Felhasználóváltás";
"plEnterPin" = "Adja meg a PIN-kódot";
"plManagedAccount" = "Kezelt fiók";
"plYoungerKidAccount" = "Fiatalabb gyerek";
"plOlderKidAccount" = "Idősebb gyerek";
"plTeenAccount" = "Tinédzser";
"emPlexTooManyPinAttempts" = "Túl sok próbálkozás. Próbálja újra később.";
"svcThumbnailLanguage" = "Borító";
"svcAutoSkipIntroInstant" = "Automatikus (azonnal)";
"svcSectionMetadata" = "Metaadatok és képek";
"svcCacheSize2" = "Könyvtár-gyorsítótár";
"svcPreferOverrideThumbnails" = "Helyi képek előnyben részesítése";
"svcPreferOverrideMetadata" = "Helyi metaadatok előnyben részesítése";
"svcStillWatchingPrompt" = "Inaktivitás ellenőrzése";
"vvStillWatchingTitle" = "Még mindig nézi?";
"vvStillWatchingContinue" = "Nézés folytatása";
"tiExtras" = "Extrák";
"tiTrailer" = "Előzetes";
"tiBehindTheScenes" = "Kulisszák mögött";
"tiDeletedScene" = "Törölt jelenet";
"tiInterview" = "Interjú";
"tiScene" = "Jelenet";
"tiSample" = "Mintaklip";
"tiShort" = "Kisfilm";
"tiFeaturette" = "Werkfilm";
"tiClip" = "Klip";
"tiOther" = "Egyéb";
"tiExtra" = "Extra";
"tiTrailerIndex" = "%ld. előzetes";
"tiBehindTheScenesIndex" = "%ld. kulisszák mögött";
"tiDeletedSceneIndex" = "%ld. törölt jelenet";
"tiInterviewIndex" = "%ld. interjú";
"tiSceneIndex" = "%ld. jelenet";
"tiSampleIndex" = "%ld. mintaklip";
"tiShortIndex" = "%ld. kisfilm";
"tiFeaturetteIndex" = "%ld. werkfilm";
"tiClipIndex" = "%ld. klip";
"tiOtherIndex" = "%ld. egyéb";
"tiExtraIndex" = "%ld. extra";
"pmDeinterlacingBwdif" = "Legmagasabb minőségű (Bwdif)";
"mnuBrowse" = "Tallózás";
"mnuSelectMode" = "Többszörös kijelölés";
